[
    {
        "code": "01001",
        "flavor": "\"Whatever you're planning, it won't work.\"",
        "name": "法斯马队长",
        "subtitle": "Elite Trooper",
        "text": "Your non-unique characters have the Guardian keyword."
    },
    {
        "code": "01002",
        "flavor": "Members of this new generation of stormtroopers are trained from birth and fed a steady diet of First Order propaganda to ensure absolute loyalty.",
        "name": "第一秩序冲锋队"
    },
    {
        "code": "01003",
        "name": "格里弗斯将军",
        "subtitle": "Jedi Hunter",
        "text": "Before an opponent's character is defeated, you may move one of their non-<i>ability</i> upgrades to this character."
    },
    {
        "code": "01004",
        "flavor": "\"General, prepare your troops for a surface attack.\" <cite>Darth Vader</cite>",
        "name": "维尔斯将军",
        "subtitle": "Field Commander",
        "text": "<b>行动</b> - Remove this die to turn one of your support dice to any side."
    },
    {
        "code": "01005",
        "flavor": "The All Terrain Scout Transport filled both support and reconnaissance roles in the Galactic Empire's war machine.",
        "name": "AT-ST",
        "text": "[special] - Discard a support from play."
    },
    {
        "code": "01006",
        "name": "第一秩序TIE战斗机",
        "text": "[special] - Remove all shield from all of an opponent's characters."
    },
    {
        "code": "01007",
        "name": "威风凛凛",
        "text": "Red character only.\n[special] - Choose a Red die. If it is your die, resolve it, increasing its value by 2. If it is an opponent's die, remove it."
    },
    {
        "code": "01008",
        "name": "F-11D步枪",
        "text": "调配。\n[special] - Force an opponent to deal 2 damage to their characters, distributing the damage as they wish."
    },
    {
        "code": "01009",
        "name": "杜库伯爵",
        "subtitle": "Devious Strategist",
        "text": "Before this character is dealt 1 or more damage, you may discard a card from your hand to give him 1 shield."
    },
    {
        "code": "01010",
        "flavor": "\"If you will not fight, then you will meet your destiny.\"",
        "name": "达斯·维德",
        "subtitle": "西斯尊主",
        "text": "After you activate this character you may force an opponent to choose and discard a card from their hand."
    },
    {
        "code": "01011",
        "name": "凯洛·伦",
        "subtitle": "Vader's Disciple",
        "text": "[special] - Choose an opponent's character. Then look at a random card in that opponent's hand and deal damage to that character equal to the cost of the card you just looked at."
    },
    {
        "code": "01012",
        "flavor": "Nightsisters are skilled at twisting the Force to serve their own ends.",
        "name": "暗夜姐妹",
        "text": "<b>行动</b> - Reroll a die. Deal 1 damage to this character."
    },
    {
        "code": "01013",
        "name": "原力锁喉",
        "text": "Blue character only.\n[special] - Deal 1 unblockable damage to another character. Then you may turn one of its character or upgrade dice to any side."
    },
    {
        "code": "01014",
        "name": "定身",
        "text": "Blue character only.\n<b>行动</b> - Remove this die to turn a die to a side showing a blank ([blank])."
    },
    {
        "code": "01015",
        "name": "凯洛·伦的光剑",
        "text": "Blue character only.\n[special] - Deal 2 damage to a character. If any of this damage is blocked by shields, reroll this die instead of removing it from your pool."
    },
    {
        "code": "01016",
        "name": "西斯全息记录仪",
        "text": "[special] - Switch this upgrade with a Blue <i>ability</i> upgrade in your hand, ignoring its play restrictions. Then you may spend 1 resource to roll its die into your pool, if able."
    },
    {
        "code": "01017",
        "name": "步兵手雷",
        "text": "[special] - Deal 2 damage to each of an opponent's characters. Discard this upgrade from play."
    },
    {
        "code": "01018",
        "name": "飞行摩托侦察兵",
        "text": "[special] - Remove a die. You may take one additional action."
    },
    {
        "code": "01019",
        "name": "巴拉-蒂克",
        "subtitle": "Gang Leader",
        "text": "After an opponent's character is defeated, you may ready this character."
    },
    {
        "code": "01020",
        "flavor": "\"I shall enjoy watching you die.\"",
        "name": "赫特人贾巴",
        "subtitle": "The Great and Mighty",
        "text": "After you activate this character, you may reroll a Yellow die."
    },
    {
        "code": "01021",
        "flavor": "\"There can be no mistakes this time.\"",
        "name": "詹戈·费特",
        "subtitle": "Lethal Mercenary",
        "text": "After an opponent activates a character, you may activate this character."
    },
    {
        "code": "01022",
        "name": "塔斯肯袭击者",
        "text": "After you activate this character, you may discard a card from your hand to resolve one of its character or upgrade dice."
    },
    {
        "code": "01023",
        "name": "犯罪头目",
        "text": "Yellow character only.\n[special] - Spend 5 resources to choose a character. That character is defeated after this round ends."
    },
    {
        "code": "01024",
        "name": "火焰喷射器",
        "text": "[special] - Deal 1 damage each to up to 3 different characters."
    },
    {
        "code": "01025",
        "name": "加菲棒",
        "text": "调配。\n[special] - Remove one of your dice showing melee damage ([melee]) to deal 3 damage to a character."
    },
    {
        "code": "01026",
        "name": "追捕行动",
        "text": "[special] - Remove all shields from a character. You may spend 1 resource to remove one of its character or upgrade dice."
    },
    {
        "code": "01027",
        "name": "阿克巴上将",
        "subtitle": "Perceptive Tactician",
        "text": "After an opponent plays or discards the last card from their hand, they choose and deal 2 damage to one of their characters."
    },
    {
        "code": "01028",
        "flavor": "\"Someone has to save our skins.\"",
        "name": "莱娅·奥加纳",
        "subtitle": "Born Leader",
        "text": "<b>行动</b> - Remove this die to reroll up to 2 of your dice."
    },
    {
        "code": "01029",
        "name": "波·达默龙",
        "subtitle": "Ace Pilot",
        "text": "[special] - Discard a card from your hand to resolve one of the sides of its die, if able. Then, if it was a <b>vehicle</b> card, you may pay its cost to play it from your discard pile."
    },
    {
        "code": "01030",
        "name": "反抗军士兵",
        "text": "守卫者。"
    },
    {
        "code": "01031",
        "name": "发射台",
        "text": "The X on this die is equal to the number of cards in your hand."
    },
    {
        "code": "01032",
        "flavor": "Poe Dameron's X-Wing was modified to be even more versatile than the standard T-70",
        "name": "黑色1号",
        "text": "[special] - Deal 1 damage to a character. Reroll this die instead of removing it from your pool."
    },
    {
        "code": "01033",
        "name": "侦察",
        "text": "[special] - Look at an opponent's hand and discard the cheapest card from it (you choose in the case of a tie)."
    },
    {
        "code": "01034",
        "flavor": "To hide from the Empire, the rebels must often brave harsh environments.",
        "name": "救生装备"
    },
    {
        "code": "01035",
        "flavor": "\"I am a Jedi, like my father before me.\"",
        "name": "卢克·天行者",
        "subtitle": "Jedi Knight",
        "text": "After you activate this character, draw a card."
    },
    {
        "code": "01036",
        "name": "绝地学徒",
        "text": "While this character does not have an upgrade, the cost to attach a <i>weapon</i> to it is decreased by 1."
    },
    {
        "code": "01037",
        "flavor": "\"Your focus determines your reality.\"",
        "name": "奎-冈·金",
        "subtitle": "Ataru Master",
        "text": "Before this character gains 1 or more shields, you may remove 1 of his shields to deal 1 damage to a character."
    },
    {
        "code": "01038",
        "flavor": "\"I think I can handle myself.\"",
        "name": "蕾伊",
        "subtitle": "Force Prodigy",
        "text": "After you play an upgrade on this character, you may take one additional action."
    },
    {
        "code": "01039",
        "name": "原力保护",
        "text": "Blue character only.\n[special] - Give 3 shields to your characters, distributed as you wish."
    },
    {
        "code": "01040",
        "name": "绝地武士袍",
        "text": "After you play this upgrade, give attached character 1 shield, or 2 shields instead in the first round of play."
    },
    {
        "code": "01041",
        "name": "卢克·天行者的光剑",
        "text": "Blue character only.\n[special] - Give a character 2 shields or deal 2 unblockable damage to a character."
    },
    {
        "code": "01042",
        "name": "原力合一",
        "text": "Blue character only.\nBefore attached character is defeated, this upgrade becomes a support for the rest of the game (it starts ready)."
    },
    {
        "code": "01043",
        "flavor": "\"Orange and white: one of a kind.\" <cite>Poe Dameron</cite>",
        "name": "BB-8",
        "text": "[special] - Reroll this die and one of your other dice.  Do not remove this die from your pool after resolving this ability."
    },
    {
        "code": "01044",
        "name": "蕾伊的手杖",
        "text": "[special] - Remove a die showing damage ([melee] or [ranged])"
    },
    {
        "code": "01045",
        "flavor": "\"I'm not going back.\"",
        "name": "芬恩",
        "subtitle": "First Order Defector",
        "text": "You can attach any <i>weapon</i> to this character, ignoring play restrictions.\nYou can include Red 反派 <i>weapons</i> and <i>vehicles</i> in your deck."
    },
    {
        "code": "01046",
        "flavor": "\"You know, sometimes I amaze even myself.\"",
        "name": "汉·索洛",
        "subtitle": "Scoundrel",
        "text": "After you play a card with the Ambush keyword, you may give this character 1 shield."
    },
    {
        "code": "01047",
        "flavor": "\"You needn't worry about your reward. If money is all that you love, then that's what you'll receive.\" <cite>Leia Organa</cite>",
        "name": "雇佣杀手"
    },
    {
        "code": "01048",
        "flavor": "\"My fate will be no different to that of our people.\"",
        "name": "帕德梅·阿米达拉",
        "subtitle": "纳布女王",
        "text": "[special] - Discard the top card of an opponent's deck or spend 1 resource to discard the top 2 cards of an opponent's deck."
    },
    {
        "code": "01049",
        "flavor": "\"She may not look like much, but she's got it where it counts.\" <cite>Han Solo</cite>",
        "name": "千年隼号",
        "text": "[special] - Play a Yellow event from your discard pile or hand for free."
    },
    {
        "code": "01050",
        "name": "外交豁免",
        "text": "The shields from this die can be given to any of your characters distributed as you wish."
    },
    {
        "code": "01051",
        "name": "DL-44重型爆能手枪",
        "text": "伏击。\nAfter you play this upgrade, force an opponent to choose and remove one of their dice."
    },
    {
        "code": "01052",
        "name": "内部渗透",
        "text": "[special] - Reroll up to 2 of an opponent's dice."
    },
    {
        "code": "01053",
        "name": "前哨站",
        "text": "[special] - Resolve the battlefield ability as if you had just claimed it."
    },
    {
        "code": "01054",
        "flavor": "The weapon of choice for rebel soldiers and imperial officers alike during the Galactic Civil War.",
        "name": "DH-17爆能手枪"
    },
    {
        "code": "01055",
        "name": "IQA-11爆能步枪",
        "text": "[special] - Deal 2 unblockable damage to a character."
    },
    {
        "code": "01056",
        "name": "提拔",
        "text": "Red character only.\nAfter you play this upgrade, you may draw a card."
    },
    {
        "code": "01057",
        "name": "原力投掷",
        "text": "Blue character Only.\n[special] - Remove a die to deal a character damage equal to the value showing on that die (specials and blanks are zeroes)."
    },
    {
        "code": "01058",
        "name": "原力训练",
        "text": "To play, spot a Blue character.\n[special] - Choose and do two of the following: deal 1 damage to a character, or gain 1 resource, or give a character 1 shield."
    },
    {
        "code": "01059",
        "name": "光剑",
        "text": "调配。\n[special] - Deal 2 unblockable damage to a character."
    },
    {
        "code": "01060",
        "name": "思想探测",
        "text": "Blue character only.\n[special] - Deal an opponent's character 1 damage for each card in that opponent's hand."
    },
    {
        "code": "01061",
        "name": "通讯器",
        "text": "After you play this upgrade, you may reroll any number of your dice or any number of an opponent's dice."
    },
    {
        "code": "01062",
        "name": "数据屏",
        "text": "[special] - Turn one of your dice to a side not showing damage ([ranged] or [melee])."
    },
    {
        "code": "01063",
        "name": "袖珍爆能枪",
        "text": "伏击。 调配。"
    },
    {
        "code": "01064",
        "name": "黑市",
        "text": "[special] - Draw 2 cards. You may play an upgrade from your hand, decreasing its cost by 1."
    },
    {
        "code": "01065",
        "name": "诡诈",
        "text": "Yellow character only.\n[special] - Resolve a special ability ([special]) on another card in play as if it were your card."
    },
    {
        "code": "01066",
        "name": "火箭背包",
        "text": "[special] - Remove a die showing melee damage ([melee]) and give attached character 1 shield."
    },
    {
        "code": "01067",
        "name": "热能榴弹",
        "text": "To play, spot a Yellow character.\n[special] - Deal 3 damage to each of an opponent's characters. Discard this upgrade from play."
    },
    {
        "code": "01068",
        "name": "炮灰",
        "text": "Deal one of your non-unique characters damage equal to the value of an opponent's die showing damage ([melee] or [ranged]). Then remove that die."
    },
    {
        "code": "01069",
        "name": "瓮中捉鳖",
        "text": "Force an opponent to choose and remove one of their dice. You may place this event on the bottom of your deck instead of discarding it."
    },
    {
        "code": "01070",
        "flavor": "Battle droids are less effective than flesh and blood soldiers, but they are also much cheaper to replace.",
        "name": "无限兵力",
        "text": "Return one of your defeated non-unique Red characters to the game with no damage on it."
    },
    {
        "code": "01071",
        "name": "占用",
        "text": "Play only if you control the battlefield.\nForce an opponent to lose all of their resources."
    },
    {
        "code": "01072",
        "name": "探测",
        "text": "Look at two random cards from your opponent's hand and discard any of these cards that are events."
    },
    {
        "code": "01073",
        "name": "区域扫荡",
        "text": "Count the number of ready Red characters you have. Reroll that many of an opponent's dice."
    },
    {
        "code": "01074",
        "name": "战术专精",
        "text": "Spot a Red character to take up to 2 additional actions."
    },
    {
        "code": "01075",
        "flavor": "\"There they are! Blast them!\"",
        "name": "最好的防御…",
        "text": "Deal one of your Red characters 3 damage to remove up to 2 of an opponent's dice."
    },
    {
        "code": "01076",
        "name": "苦工",
        "text": "<b>行动</b> - Exhaust this support and one of your characters to gain 1 resource."
    },
    {
        "code": "01077",
        "name": "本地防卫队",
        "text": "Each opponent gains 1 fewer resource during each upkeep phase to a minimum of 1."
    },
    {
        "code": "01078",
        "name": "私人护卫队",
        "text": "Attached character has the Guardian keyword."
    },
    {
        "code": "01079",
        "name": "万念俱灰",
        "text": "Force an opponent to choose to either lose all of their resources or discard all cards in their hand."
    },
    {
        "code": "01080",
        "name": "无尽的野心",
        "text": "Draw cards up to your hand size."
    },
    {
        "code": "01081",
        "name": "暴怒",
        "text": "Deal 1 damage to one of your Blue characters to gain 1 resource."
    },
    {
        "code": "01082",
        "flavor": "\"Let the hate flow through you.\" <cite>Emperor Palpatine</cite>",
        "name": "感受愤怒",
        "text": "Count the number of blanks ([blank]) showing on an opponent's dice. Remove that many of their dice."
    },
    {
        "code": "01083",
        "name": "原力打击",
        "text": "Turn one of your Blue dice to the side showing melee damage ([melee]). Then you may resolve that die."
    },
    {
        "code": "01084",
        "name": "恐吓",
        "text": "Remove all shields from a character."
    },
    {
        "code": "01085",
        "name": "孤立",
        "text": "Spot a Blue character to remove a character die."
    },
    {
        "code": "01086",
        "name": "毫不留情",
        "text": "Discard any number of Blue cards from your hand. Then resolve one of your dice showing damage ([melee] or [ranged]), increasing its value by 1 for each card you just discarded."
    },
    {
        "code": "01087",
        "name": "幕后操纵",
        "text": "Look at the top 3 cards of any deck. Then place those cards on the top and/or bottom of that deck in any order."
    },
    {
        "code": "01088",
        "name": "皇帝的恩惠",
        "text": "Your hand size is increased by 1."
    },
    {
        "code": "01089",
        "flavor": "\"If you only knew the power of the dark side.\" <cite>Darth Vader</cite>",
        "name": "原力黑暗面",
        "text": "<b>行动</b> - Exaust this support to reroll one of your dice.  If that die rolls a blank ([blank]), deal 2 unblockable damage to a character."
    },
    {
        "code": "01090",
        "name": "潜影",
        "text": "<b>行动</b> - If attached character has no shields, exhaust this upgrade to give it 1 shield."
    },
    {
        "code": "01091",
        "name": "无处可逃",
        "text": "Turn each of your dice showing a blank ([blank]) to any side."
    },
    {
        "code": "01092",
        "name": "杀手锏",
        "text": "Discard a Yellow upgrade from your hand to roll its die into your pool, if able. Set aside that die after it is resolved or removed."
    },
    {
        "code": "01093",
        "name": "全副武装",
        "text": "Discard any number of upgrades from one of your Yellow characters. Then deal damage to a character equal to the number of upgrades you just discarded."
    },
    {
        "code": "01094",
        "name": "没收",
        "text": "Spend resources equal to the cost of an opponent's upgrade in play to return that upgrade to their hand."
    },
    {
        "code": "01095",
        "name": "黑手",
        "text": "Remove any number of your Yellow dice. Then deal damage to a character equal to the number of dice you just removed."
    },
    {
        "code": "01096",
        "name": "大干一番",
        "text": "Resolve one of your dice showing ranged damage ([ranged]), treating this damage as unblockable."
    },
    {
        "code": "01097",
        "flavor": "\"I don't like you, either.\"",
        "name": "他不喜欢你",
        "text": "Remove one of your dice to remove an opponent's die."
    },
    {
        "code": "01098",
        "name": "埋伏",
        "text": "Force an opponent to choose and discard cards from their hand down to the number of cards you have in your hand."
    },
    {
        "code": "01099",
        "name": "后备小队",
        "text": "When you play this support, place 3 damage on it.\n<b>行动</b> - Exhaust this support to move 1 damage from it to a character <em>(this ignores shields)</em>."
    },
    {
        "code": "01100",
        "name": "狐朋狗友",
        "text": "After you resolve a die showing disrupt ([disrupt]), you may exhaust this support to gain resources equal to the number of resources your opponent just lost."
    },
    {
        "code": "01101",
        "name": "黑道关系",
        "text": "<b>行动</b> - Exhaust this support to gain 1 resource."
    },
    {
        "code": "01102",
        "name": "珍贵财富",
        "text": "After you play this upgrade, you may remove an opponent's character die and place it here. It is not rolled by any character and does not return to its character unless this upgrade leaves play."
    },
    {
        "code": "01103",
        "name": "突击入侵",
        "text": "Resolve one of your Red dice showing discard ([discard]), increasing its value by 2. Then draw a card."
    },
    {
        "code": "01104",
        "name": "防御阵型",
        "text": "Play only if you control the battlefield.\nRemove all of an opponent's dice showing a value of 2 or higher."
    },
    {
        "code": "01105",
        "name": "战地医疗",
        "text": "Remove 2 damage from a character."
    },
    {
        "code": "01106",
        "name": "游击战",
        "text": "伏击。\nActivate one of your Red characters."
    },
    {
        "code": "01107",
        "name": "这是个陷阱！",
        "text": "伏击。\nChoose a symbol showing on an opponent's die. Then turn any number of your Red dice to sides showing that symbol."
    },
    {
        "code": "01108",
        "name": "天赋之才",
        "text": "Resolve one of your dice, increasing its value by 1."
    },
    {
        "code": "01109",
        "name": "重新装备",
        "text": "Play a Red upgrade from your discard pile, decreasing its cost by 1."
    },
    {
        "code": "01110",
        "name": "撤退",
        "text": "Your opponent may take 1 action. Then end the action phase."
    },
    {
        "code": "01111",
        "name": "战略规划",
        "text": "Ready or exhaust a support."
    },
    {
        "code": "01112",
        "name": "精准打击",
        "text": "Remove any number of your Red dice showing ranged damage ([ranged]), increasing each of their values by 1, to discard a support from play that costs equal to or less than the combined value of those dice."
    },
    {
        "code": "01113",
        "name": "抵抗组织总部",
        "text": "<b>行动</b> - Exhaust this support and discard a card from your hand to give a character 1 shield. Then ready this support unless an opponent spends 1 resource."
    },
    {
        "code": "01114",
        "name": "预料",
        "text": "Force an opponent to choose and resolve any number of their dice in the order of their choice. Then remove all of their dice they did not resolve."
    },
    {
        "code": "01115",
        "name": "防御姿态",
        "text": "Give a character 2 shields."
    },
    {
        "code": "01116",
        "name": "原力误导",
        "text": "Choose a symbol showing on one of your Blue dice. Then remove all of an opponent's dice showing that symbol."
    },
    {
        "code": "01117",
        "name": "英勇表现",
        "text": "Deal one of your unique characters damage equal to the value of an opponent's die showing damage ([ranged] or [melee]). Then remove that die."
    },
    {
        "code": "01118",
        "name": "崇高牺牲",
        "text": "Defeat one of your Blue characters to exhaust a character."
    },
    {
        "code": "01119",
        "name": "忍耐",
        "text": "Remove any number of your dice. Then discard cards from the top of an opponent's deck equal to the number of dice you just removed."
    },
    {
        "code": "01120",
        "flavor": "\"Pass on what you have learned.\" <cite>Yoda</cite>",
        "name": "绝地武士归来",
        "text": "Add a blue event from your discard pile to your hand."
    },
    {
        "code": "01121",
        "name": "敏捷回应",
        "text": "Remove any number of shields from one of your characters. Then deal damage to a character equal to the number of shields you just removed."
    },
    {
        "code": "01122",
        "name": "意志力",
        "text": "Move 1 damage from one of your exhausted characters to an opponent's exhausted character (this ignores shields)."
    },
    {
        "code": "01123",
        "name": "绝地委员会",
        "text": "<b>行动</b> - Exhaust this support to look at the top 2 cards of a player's deck. Then you may discard one of those cards and have that player draw the other."
    },
    {
        "code": "01124",
        "name": "AW",
        "text": "<b>行动</b> - Exhaust this support to resolve one of your dice showing a modified side <em>(a side with a +)</em> as if it was not modified <em>(did not have the +).</em>"
    },
    {
        "code": "01125",
        "name": "强大的原力",
        "text": "<b>行动</b> - Exhaust this support and discard a Blue card from your hand to play another copy of that card from your hand for free."
    },
    {
        "code": "01126",
        "name": "勇敢逃脱",
        "text": "伏击。\nReroll any number of an opponent's dice. Then remove all of ther dice showing blanks ([blank])."
    },
    {
        "code": "01127",
        "flavor": "\"I got one! I got one!\" <cite>Luke Skywalker</cite>",
        "name": "别太得意",
        "text": "Each player draws 2 cards."
    },
    {
        "code": "01128",
        "name": "吸引注意",
        "text": "Move up to 2 damage from one of your characters to another one of your characters (this ignores shields)."
    },
    {
        "code": "01129",
        "name": "超空间跳跃",
        "text": "End the action phase. You may switch the battlefield with the battlefield that is not being used. Set aside this card instead of discarding it."
    },
    {
        "code": "01130",
        "name": "让伍基人赢",
        "text": "Force an opponent to choose to either deal one of their exausted characters 2 damage or choose and remove 2 of their dice."
    },
    {
        "code": "01131",
        "name": "交涉",
        "text": "Remove one of your character dice to force an opponent to choose and remove 2 of their dice."
    },
    {
        "code": "01132",
        "name": "拾荒",
        "text": "Discard the top 3 cards of your deck. Then you may add an upgrade or support from your discard pile to your hand."
    },
    {
        "code": "01133",
        "name": "先开枪",
        "text": "伏击。\nResolve one of your Yellow dice showing ranged damage ([ranged]). Then remove an opponent's die showing ranged damage ([ranged])."
    },
    {
        "code": "01134",
        "name": "走私",
        "text": "Spot a Yellow character and discard a card from your hand to gain 1 resource."
    },
    {
        "code": "01135",
        "name": "把握先机",
        "text": "<b>行动</b> - Exhaust this support to reroll one of your Yellow dice. If it rolls a resource ([resource]), gain 1 resource."
    },
    {
        "code": "01136",
        "name": "信息贩子",
        "text": "伏击。\n<b>行动</b> - Exhaust this support to look at an opponent's hand."
    },
    {
        "code": "01137",
        "name": "第二次机会",
        "text": "Yellow character only.\nBefore attached character would be defeated, instead heal 5 damage from it and discard this upgrade from play."
    },
    {
        "code": "01138",
        "name": "颁奖典礼",
        "text": "Spot a Red character to draw cards equal to the number of exhausted characters you have."
    },
    {
        "code": "01139",
        "name": "挖掘战壕",
        "text": "Play only if you control the battlefield.\nGive 3 shields to your characters, distributed as you wish."
    },
    {
        "code": "01140",
        "name": "集火",
        "text": "Resolve one of your Red dice showing ranged damage ([ranged]), increasing its value by 1, or by 2 instead if you are resolving a <i>vehicle</i> die."
    },
    {
        "code": "01141",
        "name": "领导力",
        "text": "Exhaust one of your unique Red characters to ready another character."
    },
    {
        "code": "01142",
        "name": "后勤工作",
        "text": "Spot a red character to resolve a die with the resource symbol ([resource]), increasing its value by 1."
    },
    {
        "code": "01143",
        "name": "战术小队",
        "text": "Activate any number of your non-unique characters at once."
    },
    {
        "code": "01144",
        "name": "火力支援",
        "text": "<b>行动</b> - Exhaust this support to resolve one of your dice showing ranged damage ([ranged]), increasing its value by 1."
    },
    {
        "code": "01145",
        "name": "反弹",
        "text": "Spot a Blue character to remove a die showing ranged damage ([ranged]) and deal half of that damage, rounded up, to a character."
    },
    {
        "code": "01146",
        "flavor": "\"I fear something terrible has happened, as if millions of voices suddenly cried out and were silenced.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "原力扰动",
        "text": "Reroll all dice."
    },
    {
        "code": "01147",
        "name": "控心术",
        "text": "Spot a Blue character to force your opponent to split their dice pool into 2 groups of any size. Choose 1 group and remove all dice in it."
    },
    {
        "code": "01148",
        "name": "原力的威力",
        "text": "Resolve one of your dice, treating its value as equal to the number of Blue upgrades you have in play."
    },
    {
        "code": "01149",
        "flavor": "\"The Force will be with you, always.\" <cite>Obi-Wan Kenobi",
        "name": "使用原力",
        "text": "Spot a Blue character to turn a die to any side."
    },
    {
        "code": "01150",
        "name": "它联系万物",
        "text": "Before you play a Blue upgrade, you may exhaust this support to decrease its cost by 1."
    },
    {
        "code": "01151",
        "name": "瞄准",
        "text": "Turn one of your dice to a side showing ranged damage ([ranged])."
    },
    {
        "code": "01152",
        "name": "火力全开",
        "text": "Resolve any number of your dice in the order of your choice."
    },
    {
        "code": "01153",
        "name": "格挡",
        "text": "Remove all of an opponent's dice showing melee damage."
    },
    {
        "code": "01154",
        "name": "近身袭击",
        "text": "Count the number of dice you have showing melee damage ([melee]). Discard that many random cards from an opponent's hand."
    },
    {
        "code": "01155",
        "name": "躲避",
        "text": "Remove all of an opponent's dice showing ranged damage ([ranged])"
    },
    {
        "code": "01156",
        "name": "包抄",
        "text": "Play only if you have more ready characters than an opponent.\nRemove one of that opponent's dice."
    },
    {
        "code": "01157",
        "name": "寻找掩护",
        "text": "Give a character 1 shield."
    },
    {
        "code": "01158",
        "name": "缴除武装",
        "text": "Remove one of your dice showing damage ([melee] or [ranged]) to discard a <i>weapon</i> or <i>equipment</i> from play that costs equal to or less than the value of that die."
    },
    {
        "code": "01159",
        "name": "电击",
        "text": "Spot a Yellow character to remove a die showing a value of 2 or lower."
    },
    {
        "code": "01160",
        "name": "逆袭",
        "text": "Spot a Yellow character to remove a die showing damage ([melee] or [ranged]) and deal that damage to a character."
    },
    {
        "code": "01161",
        "name": "争夺",
        "text": "Spot a Yellow character to reroll all of an opponent's dice."
    },
    {
        "code": "01162",
        "name": "意料之外",
        "text": "伏击。\nReroll a die (yours or an opponent's)."
    },
    {
        "code": "01163",
        "name": "无耻之徒",
        "text": "Before you play a Yellow card, you may exhaust this support to give it the Ambush keyword."
    },
    {
        "code": "01164",
        "name": "原地休息",
        "text": "If attached character takes melee damage ([melee]), discard this upgrade.\n<b>行动</b> - Exhaust this upgrade to give attached character 1 shield."
    },
    {
        "code": "01165",
        "name": "指挥中心",
        "subtitle": "Lothal",
        "text": "<b>宣告</b> - Each opponent discards the top 2 cards of their deck."
    },
    {
        "code": "01166",
        "name": "回波基地",
        "subtitle": "Hoth",
        "text": "<b>宣告</b> - Give a character 1 shield."
    },
    {
        "code": "01167",
        "name": "皇座室",
        "subtitle": "Death Star II",
        "text": "<b>宣告</b> - Turn one of your dice to a side showing a special ability ([special]). Then you may resolve that die."
    },
    {
        "code": "01168",
        "name": "冰封荒原",
        "subtitle": "Starkiller Base",
        "text": "<b>宣告</b> - Remove one character die."
    },
    {
        "code": "01169",
        "name": "帝国军械库",
        "subtitle": "Death Star",
        "text": "<b>宣告</b> - Play an upgrade from your hand, decreasing its cost by 1."
    },
    {
        "code": "01170",
        "name": "绝地圣殿",
        "subtitle": "Coruscant",
        "text": "<b>宣告</b> - Look at an opponent's hand and discard up to 2 events of your choice from it."
    },
    {
        "code": "01171",
        "name": "义军作战指挥室",
        "subtitle": "Yavin IV",
        "text": "<b>宣告</b> - Resolve one of your dice. If it has a resource cost, you do not have to pay it."
    },
    {
        "code": "01172",
        "name": "莫斯艾斯利太空站",
        "subtitle": "Tatooine",
        "text": "<b>宣告</b> - Return one of your upgrades in play to your hand to gain 1 resource."
    },
    {
        "code": "01173",
        "name": "分离主义者基地",
        "subtitle": "Mustafar",
        "text": "<b>宣告</b> - Each opponent chooses and deals 1 unblockable damage to one of their characters."
    },
    {
        "code": "01174",
        "name": "星际飞船墓地",
        "subtitle": "Jakku",
        "text": "<b>宣告</b> - Choose a support or upgrade in your discard pile and place it on top of your deck."
    }
]
