[
    {
        "code": "03001",
        "flavor": "A veteran of the battles over Endor and Jakku, Captain Ree was an accomplished pilot and commander.",
        "name": "Ciena Ree",
        "subtitle": "Adept Pilot",
        "text": "<b>Action</b> - Spend 2 resources to ready a <i>vehicle</i>."
    },
    {
        "code": "03002",
        "flavor": "\"All remaining systems will bow to the First Order!",
        "name": "General Hux",
        "subtitle": "Aspiring Commander",
        "text": "[special] - Play a Red event from your hand, decreasing its cost by 1 for each character you have."
    },
    {
        "code": "03004",
        "flavor": "\"I study the art of war.\"",
        "name": "Thrawn",
        "subtitle": "Master Strategist",
        "text": "After you activate this character, you may choose a number. Then look at an opponent's hand and discard a card from it that costs the chosen number."
    },
    {
        "code": "03005",
        "flavor": "The All Terrain Defense Pod was a heavily armed walker used to protect Imperial assets on occupied worlds.",
        "name": "AT-DP",
        "text": "[special] - Discard a support that costs 2 or less from play."
    },
    {
        "code": "03010",
        "name": "Seventh Sister",
        "subtitle": "Agile Inquisitor",
        "text": "After you activate this character, you may roll an ID9 Seeker Droid ([EaW]13) die into your pool <em>(its X value is equal to the number of ID9 Seeker Droid dice in your pool)</em>. Set aside that die after it is resolved or removed."
    },
    {
        "code": "03012",
        "flavor": "The TIE/x1 was an advanced prototype flown by Darth Vader at the Battle of Yavin",
        "name": "Darth Vader's TIE Advanced",
        "text": "[special] - Spend 2 resources to deal damage to a character equal to the damage on it."
    },
    {
        "code": "03013",
        "name": "ID9 Seeker Droid",
        "text": "The X on this die is equal to the number of ID9 Seeker Droid dice in your pool <em>(when resolving dice, resolve them one at a time).</em>"
    },
    {
        "code": "03024",
        "name": "General Rieekan",
        "subtitle": "Defensive Mastermind",
        "text": "After you activate this character, you may discard a card from the top of an opponent's deck for each of your other characters with 1 or more shields."
    },
    {
        "code": "03025",
        "flavor": "\"If all you do is fight for your own life, then your life is worth nothing!\"",
        "name": "Hera Syndulla",
        "subtitle": "Phoenix Leader",
        "text": "[special] - Play a <i>vehicle</i> from your hand for free. After the action phase ends, if that <i>vehicle</i> is still in play, return it to your hand."
    },
    {
        "code": "03026",
        "flavor": "\"Why does she get a blaster and I don't?\"",
        "name": "K-2SO",
        "subtitle": "Reprogrammed Droid",
        "text": "The cost to play a <i>weapon</i> on this character is increased by 2.\nAfter you play or move a <i>weapon</i> onto this character for the first time each game, ready him."
    },
    {
        "code": "03027",
        "flavor": "The first time in the cockpit was always thrilling… even if it was the last.",
        "name": "Rookie Pilot",
        "text": "After you activate this character, you may reroll one of your <i>vehicle</i> dice."
    },
    {
        "code": "03028",
        "flavor": "The Ghost was a specialized VCX-100 light freighter that served as the base of operations for Hera Syndulla's rebel cell.",
        "name": "Ghost",
        "text": "[special] - Resolve another side of this die."
    },
    {
        "code": "03029",
        "name": "Y-Wing",
        "text": "[special] - Force an opponent to deal damage to their characters, distributed as they wish, or lose resource, until they have dealt and lost a combined total of 4."
    },
    {
        "code": "03030",
        "name": "A280 Blaster Rifle",
        "text": "Redeploy.\n[special] - Give 2 shields to your characters, distributed as you wish."
    },
    {
        "code": "03034",
        "flavor": "\"This party's over.\"",
        "name": "Mace Windu",
        "subtitle": "Jedi Champion",
        "text": "<b>Action</b> - Remove this die to defeat a character with 2 or less remaining health."
    },
    {
        "code": "03036",
        "flavor": "\"The council has assembled.\" <cite>Mace Windu</cite>",
        "name": "Master of the Council",
        "text": "Blue character only.\n[special] - Exhaust this upgrade and spend 2 resources to ready a character."
    },
    {
        "code": "03038",
        "flavor": "\"Hey, a kid's gotta eat.\"",
        "name": "Ezra Bridger",
        "subtitle": "Force-sensitive Thief",
        "text": "You may play Blue upgrades on this character, ignoring play restrictions.\n[special] - Take 1 resource from an opponent."
    },
    {
        "code": "03040",
        "flavor": "\"I'll damage you if you don't shut up.\"",
        "name": "Sabine Wren",
        "subtitle": "Explosives Expert",
        "text": "Before you activate this character, you may play a <i>weapon</i> from your discard pile on her, decreasing its cost by 1 if it has the word \"Thermal\" in its title."
    },
    {
        "code": "03045",
        "flavor": "The Incom Corporation T-47 airspeeder was a rugged low-altitude vehicle prized by the Alliance for its durability.",
        "name": "T-47 Airspeeder",
        "text": "[special] - Exhaust a support or draw 2 cards."
    },
    {
        "code": "03046",
        "flavor": "Developed by the Geonosians, the LR1K generated deadly sonic blasts.",
        "name": "LR1K Sonic Cannon",
        "text": "Before resolving this die, you may exhaust one of your characters. If you do, you do not have to pay the resource cost on this die."
    },
    {
        "code": "03048",
        "name": "Natural Pilot",
        "text": "After you activate attached character, you may ready a <i>vehicle</i>."
    },
    {
        "code": "03057",
        "flavor": "\"We'll let fate decide.\" <cite>Watto</cite>",
        "name": "Chance Cube",
        "text": "Before you activate attached character, return this upgrade to your hand unless you spend 1 resource."
    },
    {
        "code": "03059",
        "name": "Lead by Example",
        "text": "After you activate attached character, you may activate one of your supports."
    },
    {
        "code": "03064",
        "name": "Imperial Backing",
        "text": "Ambush.\nPlay a support from your hand, decreasing its cost by 1 for each character you have."
    },
    {
        "code": "03065",
        "name": "Prepare for War",
        "text": "Play only if this is the first action of this round <em>(no player has taken an action)</em>.\nGain 1 resource."
    },
    {
        "code": "03066",
        "name": "Red Alert",
        "text": "Ready a non-unique Red character."
    },
    {
        "code": "03067",
        "name": "Ruthless Tactics",
        "text": "Resolve one of your dice, increasing its value by the resource cost showing on it."
    },
    {
        "code": "03076",
        "name": "Insidious",
        "text": "<b>Action</b> - Exhaust this support to gain 1 resource if an opponent's character die is showing a blank ([blank])."
    },
    {
        "code": "03093",
        "name": "Reckless Reentry",
        "text": "Choose a die on one of your <i>vehicles</i> in play and roll it into your pool. Then discard that <i>vehicle</i> if its die just rolled a blank ([blank])."
    },
    {
        "code": "03096",
        "name": "Rally Aid",
        "text": "<b>Action</b> - Exhaust this support to reveal a random card in your hand. You may play that card, decreasing its cost by 1, or by 2 instead if it's a <i>vehicle</i>."
    },
    {
        "code": "03097",
        "name": "Shield Generator",
        "text": "Before one of your supports would be discard from play by an opponent's card effect or die, you may instead discard this support from play."
    },
    {
        "code": "03102",
        "name": "Secret Mission",
        "text": "Choose a color <em>(Blue, Red, Yellow, or Gray)</em>. Then discard the top card of an opponent's deck. If that card is the chosen color, gain 1 resource."
    },
    {
        "code": "03108",
        "name": "Appraise",
        "text": "Remove one of your dice showing a resource ([resource]) to play a support from your hand, decreasing its cost by 2."
    },
    {
        "code": "03113",
        "name": "Quick Escape",
        "text": "Remove up to 2 dice showing damage ([ranged] or [melee]). You must pass all of your future turns this round."
    },
    {
        "code": "03116",
        "name": "Thermal Paint",
        "text": "After you activate attached character, force an opponent to choose and deal 1 damage to one of their characters. Then you may discard this upgrade to deal 1 damage to that character."
    },
    {
        "code": "03120",
        "name": "Fall Back",
        "text": "Each player may choose 1 upgrade, starting with you. Discard all upgrades from play that were not just chosen."
    },
    {
        "code": "03124",
        "name": "Pinned Down",
        "text": "Spot a <i>vehicle</i> to remove a die."
    },
    {
        "code": "03125",
        "name": "The Day is Ours",
        "text": "Claim the battlefield, even if an opponent has claimed it this round."
    },
    {
        "code": "03144",
        "name": "Hidden Agenda",
        "text": "Before you play an event, you may discard this upgrade from play to decrease the cost of that event by 2."
    },
    {
        "code": "03149",
        "name": "Recycle",
        "text": "Discard one of your supports from play. Then gain resources equal to its cost."
    },
    {
        "code": "03151",
        "flavor": "\"Come on, BB-8! Hurry!\" <cite>Poe Dameron</cite>",
        "name": "Roll On",
        "text": "Reroll one of your dice. You may reroll that die. You may reroll that die again."
    },
    {
        "code": "03160",
        "name": "Weapons Factory Alpha",
        "subtitle": "Cymoon 1",
        "text": "While you control this battlefield, the cost of the first <i>vehicle</i> you play each round is decreased by 1."
    }
]
