[
    {
        "code": "08001",
        "flavor": "\"There is no escape\".",
        "name": "Darth Vader",
        "subtitle": "Terror To Behold",
        "text": "<b>Power Action</b> - If one or more of this character's character dice were removed during an opponent's last turn this round, discard a card from your hand to roll those dice into your pool."
    },
    {
        "code": "08002",
        "flavor": "\"Doom is upon us.\"",
        "name": "Luce",
        "subtitle": "Callous Nightsister",
        "text": "<b>Action</b> - Discard a card from your hand that costs an odd number to reroll a die <em>(yours or an opponent's)</em>."
    },
    {
        "code": "08003",
        "flavor": "\"Pure warriors.\" <cite>Darth Maul</cite>",
        "name": "Nightbrother",
        "text": "After this die is rerolled by a card effect, you may discard the top 2 cards of your deck to resolve it, increasing its value by 1."
    },
    {
        "code": "08004",
        "flavor": "\"Brother, I am an unworthy apprentice. I'm not like you. I never was.\"",
        "name": "Savage Opress",
        "subtitle": "Reckless Warrior",
        "text": "You must activate this character as your first action each round, if able, unless you spot Maul."
    },
    {
        "code": "08005",
        "flavor": "\"I see the queen has given you a long leash.\" <cite>Count Dooku</cite>",
        "name": "Burst Of Lightning",
        "text": "Remove all shields from a character. For each shield just removed, you may remove a die."
    },
    {
        "code": "08006",
        "name": "Endow",
        "text": "Play any number of Blue upgrades from your hand on one of your Blue characters <em>(paying each of their costs)</em>. Then roll each of those upgrades' dice into your pool."
    },
    {
        "code": "08007",
        "flavor": "\"All I am surrounded by is fear. And dead men.\" <cite>Darth Vader</cite>",
        "name": "Fear and Dead Men",
        "text": "Resolve one of your dice showing melee damage ([melee]) for free against each of an opponent's characters."
    },
    {
        "code": "08008",
        "name": "I Am The Senate",
        "text": "Play only if you have exactly one character in play.\nFor each die in your pool, you may remove a die showing the same value as that die."
    },
    {
        "code": "08009",
        "name": "Let The Hate Flow",
        "text": "Play only if you have one or more dice showing a blank ([blank]).\nTurn a die to a side showing a blank ([blank])."
    },
    {
        "code": "08010",
        "name": "Darth Vader's Meditation Chamber",
        "text": "<b>Action</b> - Exhaust this support to heal 1 damage from a Blue character and place 1 card from your discard pile on the bottom of your deck. Then spot Darth Vader to draw a card."
    },
    {
        "code": "08011",
        "name": "Galactic Deception",
        "text": "Your opponents cannot give shields to characters.\nAfter the action phase ends, discard this support from play."
    },
    {
        "code": "08012",
        "flavor": "\"The senate has put a bounty on your horned little head.\" <cite>Asajj Ventress</cite>",
        "name": "Stifle",
        "text": "Before the effects of an opponent's event would be resolved, discard this support from play to cancel those effects instead."
    },
    {
        "code": "08013",
        "name": "Vader's Fist",
        "text": "After you play this support, you may roll this die into your pool.\n<b>Power Action</b> - Roll this die into your pool. Spot Darth Vader to turn this die to any side."
    },
    {
        "code": "08014",
        "flavor": " ",
        "name": "Bloodlust",
        "text": "After you resolve one of attached character's character dice showing damage ([ranged], [melee], or [indirect]), you may deal 1 damage to a character."
    },
    {
        "code": "08015",
        "name": "Chain Sickle",
        "text": "After a character takes damage from this die, reroll any number of that character's character and upgrade dice."
    },
    {
        "code": "08016",
        "name": "Darth Vader's Lightsaber",
        "text": "After you resolve this die, you may spend 1 resource to roll one of attached character's character dice into your pool. Then, if this upgrade is on Darth Vader, deal 1 damage to a character."
    },
    {
        "code": "08017",
        "flavor": "\"We don't like strangers.\" <cite>Nightsister</cite>",
        "name": "Energy Bow",
        "text": "After one of your card effects rerolls one or more character dice, you may reroll this die."
    },
    {
        "code": "08018",
        "flavor": "\"Today, the Rebellion dies.\"",
        "name": "Iden Versio",
        "subtitle": "Inferno Squad Commander",
        "text": "While one or more of this character's character dice are in your pool, your opponents cannot take additional actions."
    },
    {
        "code": "08019",
        "name": "\"Mauler\" Mithel",
        "subtitle": "Vader's Wingman",
        "text": "After you activate this character, you may remove one of your <i>vehicle</i> dice showing ranged damage ([ranged]) to place that damage on a <i>vehicle</i> in play. Then discard that <i>vehicle</i> if it has damage on it equal to or more than its cost."
    },
    {
        "code": "08020",
        "flavor": "Due to the higher costs, super battle droids where often outnumbered on the battlefield by B1 battle droids 100 to 1.",
        "name": "Super Battle Droid",
        "text": "<b>Power Action</b> - Turn one of your <i>droid</i> character dice to a side showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08021",
        "flavor": "\"It is said that no traitor escapes the eye of Yularen for long.\" <cite>Yogar Lyste</cite>",
        "name": "Wullf Yularen",
        "subtitle": "ISB Colonel",
        "text": "<b>Power Action</b> - Look at a player's hand and choose a card from it. Discard that card if there is a copy of it in that player's discard pile."
    },
    {
        "code": "08022",
        "flavor": "\"Your lightsabers will make a fine addition to my collection.\" <cite>General Grievous</cite>",
        "name": "Browbeat",
        "text": "Play only if you have more dice in your pool than an opponent has in their pool.\nRemove one of that opponent's dice."
    },
    {
        "code": "08023",
        "name": "Commence Primary Ignition",
        "text": "Activate one of your Red supports. Then you may resolve any number of its support and <i>mod</i> dice in the order of your choice, without removing them from your pool."
    },
    {
        "code": "08024",
        "flavor": "\"I sense a trap.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Drop 'Em",
        "text": "Spot 2 Red characters to choose a <i>weapon</i> on up to 2 different characters. Return those <i>weapons</i> to their owner's hands."
    },
    {
        "code": "08025",
        "flavor": "\"Don't worry about Higher Skies. Whatever is there, we'll find it.\" <cite>Wullf Yularen</cite>",
        "name": "Hatching A Plan",
        "text": "Turn a die to a side showing a discard ([discard])."
    },
    {
        "code": "08026",
        "name": "Imposing Presence",
        "text": "Remove an opponent's die if they have 3 or fewer cards in hand or remove 2 of an opponent's dice if they have no cards in hand."
    },
    {
        "code": "08027",
        "name": "In Tandem",
        "text": "Spot a Red character to turn any number of your <i>vehicle</i> dice that have the same title to the sides of your choice."
    },
    {
        "code": "08028",
        "name": "Questioned Loyalty",
        "text": "Play only if you have one or more dice showing a discard ([discard]).\nName a card. Then look at an opponent's hand and discard each copy of the named card from it."
    },
    {
        "code": "08029",
        "name": "Reach The Stars",
        "text": "Ambush.\nReroll up to 2 dice. Then, if you are fighting on your battlefield, reroll up to 2 dice."
    },
    {
        "code": "08030",
        "flavor": "\"We'll have to destroy them ship to ship.\" <cite>Darth Vader</cite>",
        "name": "Black Two",
        "text": "While this die is showing ranged damage ([ranged]), increase its value by 1 if you spot \"Mauler\" Mithel."
    },
    {
        "code": "08031",
        "name": "TIE Fighter",
        "text": "Ambush.\nYou may include up to 4 copies of this support in your deck.\nAfter you play this support, search your deck for a copy of it, reveal it, and add it to your hand. Shuffle your deck."
    },
    {
        "code": "08032",
        "name": "Umbaran Hover Tank",
        "text": "[special] - Deal 2 damage to each of an opponent's characters, or 3 damage instead if one or more <i>mods</i> are on this support."
    },
    {
        "code": "08033",
        "flavor": "\"I still remember my last orders. The day the real war began.\" <cite>Iden Versio</cite>",
        "name": "Vigilance",
        "text": "Your opponents cannot turn dice.\nAfter the action phase ends, discard this support from play."
    },
    {
        "code": "08034",
        "flavor": "\"VZ-626.\" <cite>Iden Versio</cite>",
        "name": "Inferno Squad ID10 Seeker Droid",
        "text": "[special] - Look at an opponent's hand and discard a card from it. That opponent may take one additional action during their next turn this round."
    },
    {
        "code": "08035",
        "flavor": "Underneath his mask of sophistication resided a brutality that manifested through the Crimson Dawn.",
        "name": "Dryden Vos",
        "subtitle": "Ruthless Crime Lord",
        "text": "[special] - Shuffle your deck and look at the top card of it. You may play that card for free."
    },
    {
        "code": "08036",
        "flavor": "\"You in?\"",
        "name": "Tobias Beckett",
        "subtitle": "Thief For Hire",
        "text": "<b>Power Action</b> - Each player gains 1 resource.\n[special] - Take 1 resource from an opponent. If that opponent has no resources, gain 1 resource."
    },
    {
        "code": "08037",
        "name": "Val",
        "subtitle": "Headstrong Renegade",
        "text": "[special] - Take 1 resource from an opponent. If that opponent has no resources, deal 2 damage to one of their characters."
    },
    {
        "code": "08038",
        "name": "Act Of Cruelty",
        "text": "Deal 1 unblockable damage to each of an opponent's damaged characters. Then discard a random card from that opponent's hand for each defeated character they have."
    },
    {
        "code": "08039",
        "flavor": "\"Calm down, Artoo! It's just…\" <cite>Luke Skywalker</cite>",
        "name": "Cunning Ruse",
        "text": "Reroll a character die. Then deal damage to that character equal to the value showing on that die."
    },
    {
        "code": "08040",
        "name": "Exploit",
        "text": "Play only if an opponent has no resources.\nRemove one of that opponent's dice."
    },
    {
        "code": "08041",
        "flavor": "\"I saw this ship first, so I get first claim on anything in it!\" <cite>Azmorigan</cite>",
        "name": "First Claim",
        "text": "Spot a Yellow character to gain resources equal to the cost of a support or an upgrade in play."
    },
    {
        "code": "08042",
        "name": "Heated Confrontation",
        "text": "Ambush.\nResolve one of your dice showing damage ([ranged], [melee] or [indirect]). Then force an opponent to resolve one of their dice showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08043",
        "flavor": " ",
        "name": "In a Bind",
        "text": "Force an opponent to choose 2\n<ul><li>They remove 2 of their dice.</li><li>They discard 2 cards from their hand.</li><li>You deal 2 indirect damage ([indirect]) to them.</li></ul>"
    },
    {
        "code": "08044",
        "name": "Shakedown",
        "text": "Play only if you have one or more dice showing a disrupt ([disrupt]).\nRemove a die showing a value of 2 or less."
    },
    {
        "code": "08045",
        "name": "Sidestep",
        "text": "Exhaust a support that costs 2 or less. Then you may deal 1 indirect damage ([indirect]) to yourself to exhaust another support that costs 2 or less."
    },
    {
        "code": "08046",
        "name": "Wanton Destruction",
        "text": "For each character die showing damage ([ranged], [melee] or [indirect]), deal damage equal to its value to its matching character."
    },
    {
        "code": "08047",
        "name": "Déjà Vu",
        "text": "After you play an event, you may exhaust this support to play that event from your discard pile <em>(paying its cost)</em>. You cannot take more than one additional action this turn."
    },
    {
        "code": "08048",
        "name": "Firespray-31",
        "text": "<b>Power Action</b> - Play a <i>mod</i> from your hand on this support, if able, decreasing its cost by 2."
    },
    {
        "code": "08049",
        "name": "Relentless",
        "text": "Your opponents cannot heal characters.\nAfter the action phase ends, discard this support from play."
    },
    {
        "code": "08050",
        "flavor": "A weapon of choice for the Kanjiklub.",
        "name": "Donderbus Blaster Pistol",
        "text": "Yellow character only. Redeploy.\nAfter you play this upgrade, you may activate attached character."
    },
    {
        "code": "08051",
        "flavor": "The bounty hunter Latts Razzi wielded the triple scaled rows of a grappling boa.",
        "name": "Grappling Boa",
        "text": "After a character takes damage from this dice, you may remove one of that character's character dice."
    },
    {
        "code": "08052",
        "name": "Tobias Beckett's Rifle",
        "text": "After you play this upgrade on Tobias Beckett, you may force an opponent to lose 1 resource.\n[special] - Deal 2 damage to an opponent's character, or 3 damage instead if that opponent has no resources."
    },
    {
        "code": "08053",
        "name": "Vow Of Vengeance",
        "text": "Increase the value of each of attached character's character dice showing damage ([ranged], [melee] or [indirect]) by 1 for each defeated character you have."
    },
    {
        "code": "08054",
        "name": "Retribution",
        "text": "Include only if you have a character that is 20 or more points on your team.\nAfter one or more of your character dice are removed by an opponent, you may deal 1 damage to a character."
    },
    {
        "code": "08055",
        "flavor": "\"It pays for one to be prepared.\" <cite>Luminara Unduli</cite>",
        "name": "Barriss Offee",
        "subtitle": "Studious Padawan",
        "text": "After another character's character die is turned, you may turn one of this character's character dice to a side showing the same symbol as that die."
    },
    {
        "code": "08056",
        "name": "Force Mystic",
        "text": "Each Blue <i>ability</i> on this character has Redeploy.\n [special] - Roll a die on a Blue <i>ability</i> on this character into your pool."
    },
    {
        "code": "08057",
        "flavor": "\"Revenge is not the Jedi way.\"",
        "name": "Kit Fisto",
        "subtitle": "Shii-cho Master",
        "text": "Before this character takes damage, you may remove one of his character or upgrade dice showing melee damage ([melee]) to block damage equal to the value showing on that die."
    },
    {
        "code": "08058",
        "name": "Qui-Gon Jinn",
        "subtitle": "Defiant Jedi Master",
        "text": "While this character has 2 or more shields, increase the value of his character dice by 1.\nWhile this character has 3 or more shields, increase the value of his upgrade dice by 1."
    },
    {
        "code": "08059",
        "name": "Bewilder",
        "text": "Spot a Blue character to reroll an opponent's character die. Then discard cards from the top of that opponent's deck equal to the value showing on that die."
    },
    {
        "code": "08060",
        "name": "Finishing Strike",
        "text": "Resolve one of your dice showing melee damage ([melee]) as unblockable. Then, if the character just dealt damage has 1 remaining health, defeat it."
    },
    {
        "code": "08061",
        "name": "Gathering Intelligence",
        "text": "Look at each opponent's hand. Look at the top card of each deck."
    },
    {
        "code": "08062",
        "name": "Hold Off",
        "text": "Play only if you have one or more dice showing a shield ([shield]).\nRemove a die showing melee damage ([melee]) or give a character 1 shield."
    },
    {
        "code": "08063",
        "name": "Insight",
        "text": "Draw 2 cards. Place 2 cards from your hand on the bottom of your deck in any order."
    },
    {
        "code": "08064",
        "name": "Into Exile",
        "text": "Play only if you spot 2 ready characters.\nExhaust one of your characters. Then, until the end of the action phase, block all non-indirect damage dealt to that character by your opponents. Set this event aside."
    },
    {
        "code": "08065",
        "name": "Repulse",
        "text": "Choose 2 dice that are different colors. Then remove those dice."
    },
    {
        "code": "08066",
        "name": "Safeguard",
        "text": "Give a character shields equal to the number of upgrades on one of your characters."
    },
    {
        "code": "08067",
        "name": "Immutability",
        "text": "Each of your upgrades has Redeploy.\nAfter the action phase ends, discard this support from play."
    },
    {
        "code": "08068",
        "name": "Counterstroke",
        "text": "Blue character only.\nAfter an opponent deals damage to attached character, you may resolve this die, increasing its value by 1."
    },
    {
        "code": "08069",
        "flavor": "Before younglings are taught to construct a lightsaber, the must first prove themselves against a remote with only a wooden staff.",
        "name": "Lightsaber Training Staff"
    },
    {
        "code": "08070",
        "name": "Pillio Star Compass",
        "text": "<b>Power Action</b> - Turn one of your dice to a side matching the symbol and value showing on this die."
    },
    {
        "code": "08071",
        "name": "Qui-Gon Jinn's Lightsaber",
        "text": "After 1 or more shields are removed from attached character, you may exhaust this upgrade to give that character 1 shield. Then, If this upgrade is on Qui-Gon Jinn, you may draw a card."
    },
    {
        "code": "08072",
        "flavor": "\"They'll never stop us!\"",
        "name": "Biggs Darklighter",
        "subtitle": "Rebellion Ace",
        "text": "After you activate this character, you may activate one of your <i>vehicle</i> supports. Then reroll any number of that <i>vehicle</i>'s support and <i>mod</i> dice."
    },
    {
        "code": "08073",
        "name": "Clone Commander Cody",
        "subtitle": "Loyal Strategist",
        "text": "While building your team, the point value of each Clone Trooper ([LEG]38) is decreased by 1.\n[special] - Take control of the battlefield and use its claim ability or power action, even if it has been used this round."
    },
    {
        "code": "08074",
        "flavor": "\"Rebellions are built on hope.\"",
        "name": "Jyn Erso",
        "subtitle": "Daring Infiltrator",
        "text": "After you activate this character, you may look at the top 3 cards of an opponent's deck, and rearrange them in any order. You may discard the top card of that deck."
    },
    {
        "code": "08075",
        "name": "Rebel Engineer",
        "text": "After you activate this character, you may look at the top 4 cards of your deck, reveal a <i>mod</i> from among them, and add it to your hand. Place the rest of those cards on the bottom of your deck in any order."
    },
    {
        "code": "08076",
        "name": "Aerial Advantage",
        "text": "Play only if you control the battlefield.\nSpot a Red character to turn a die to any side. You may spot a <i>vehicle</i> to remove a die. You may spot a <i>mod</i> to turn a die to any side or remove a die."
    },
    {
        "code": "08077",
        "flavor": "\"I have to admit that without the clones it would not have been a victory.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Attack of The Clones",
        "text": "Ready any number of your non-unique characters that have the same title."
    },
    {
        "code": "08078",
        "name": "Dogfight",
        "text": "Exhaust an opponent's <i>vehicle</i>. Then you may ready a <i>vehicle</i>."
    },
    {
        "code": "08079",
        "name": "Evacuate",
        "text": "Defeat one of your non-unique characters. After the action phase ends, return that character to play."
    },
    {
        "code": "08080",
        "name": "Inflame",
        "text": "Ambush.\nTurn an opponent's die to a side showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08081",
        "name": "Outgun",
        "text": "Spot any number of <i>mods</i> on your <i>vehicles</i> and spend that many resources to remove that many dice."
    },
    {
        "code": "08082",
        "name": "Turn The Tables",
        "text": "Play only if you have one or more dice showing a focus ([focus]).\nRemove a die showing damage ([ranged], [melee] or [indirect]). Then turn up to 2 of your dice to sides showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08083",
        "name": "Armed Escort",
        "text": "Each of your characters has Guardian.\nAfter the action phase ends, discard this support from play."
    },
    {
        "code": "08084",
        "name": "BB-8",
        "text": "<b>Action</b> - Spot a <i>vehicle</i> support to attach this card to it as a <i>mod</i> upgrade <em>(discard all upgrades on this card)</em>. If that <i>vehicle</i> is Black One, ready it. Use this action only once per game."
    },
    {
        "code": "08085",
        "name": "Black One",
        "text": "<b>Power Action</b> - Spot Poe Dameron to turn this die to any side.\n[special] - Deal 1 damage to a character. If a <i>droid</i> is attached to this support, reroll this die instead of removing it."
    },
    {
        "code": "08086",
        "name": "X-Wing",
        "text": "You can include up to 4 copies of this support in your deck.\nThe X on this die is equal to the number of copies of this support you have in play."
    },
    {
        "code": "08087",
        "name": "Jyn Erso's Blaster",
        "text": "Redeploy.\nAfter you activate attached character, you may reroll this die or discard the top card of a deck. If this upgrade is on Jyn Erso, reroll any number of her character dice."
    },
    {
        "code": "08088",
        "name": "R2 Astromech",
        "text": "Modify <i>vehicle</i> support.\n<b>Action</b> - Exhaust this upgrade and spend 2 resources to ready attached <i>vehicle</i>."
    },
    {
        "code": "08089",
        "flavor": "\"Everything you heard about me is true.\"",
        "name": "Lando Calrissian",
        "subtitle": "Smooth and Sophisticated",
        "text": "<b>Power Action</b> - Play a Yellow <i>vehicle</i> from your hand, decreasing its cost by 1 and giving it Ambush. If that <i>vehicle</i> is the <em>Millennium Falcon</em>, you may activate it."
    },
    {
        "code": "08090",
        "name": "Leia Organa",
        "subtitle": "Boushh",
        "text": "You can include up to 5 Yellow villain cards in your deck.\n[special] - Deal 2 damage to each of an opponent's characters unless they give you 1 resource, or 2 resources instead if you spot a villain card."
    },
    {
        "code": "08091",
        "name": "L3-37",
        "subtitle": "Droid Revolutionary",
        "text": "Before this character is defeated, spot a <i>vehicle</i> support to attach this card to it as a 0 cost <i>mod</i> upgrade. If that <i>vehicle</i> is the <em>Millennium Falcon</em>, ready it.\nIf this card would leave play as an upgrade, set it aside instead."
    },
    {
        "code": "08092",
        "name": "A Good Investment",
        "text": "Play only if you have one or more dice showing a resource ([resource]).\nGain 4 resources, or 5 resources instead if you took 2 or more actions this turn <em>(not this round)</em>."
    },
    {
        "code": "08093",
        "name": "Aid From Above",
        "text": "Force an opponent to choose 2:\n• You draw 2 cards.\n• You gain 2 resources.\n• You take 2 additional actions."
    },
    {
        "code": "08094",
        "name": "Daring Gambit",
        "text": "Reroll all of your dice. Then resolve one of your Yellow dice, increasing its value by the number of other dice in your pool. Remove all of your dice."
    },
    {
        "code": "08095",
        "flavor": "\"We do it right, they won't even know we're there. Not until it's too late.\" <cite>Lando Calrissian</cite>",
        "name": "Drop In",
        "text": "Activate one of your characters or supports. If you are fighting on your battlefield, this event has Ambush."
    },
    {
        "code": "08096",
        "name": "Hijack",
        "text": "Spot a Yellow character to take control of an opponent's <i>vehicle</i> support that has no <i>mods</i> and ready it <em>(return its die to its card)</em>. After the action phase ends, return that <i>vehicle</i> to its owner's control."
    },
    {
        "code": "08097",
        "name": "Karabast!",
        "text": "Play only if an opponent has one or more dice showing damage ([ranged], [melee] or [indirect]).\nMove up to 3 damage from one of your characters to another one of your characters."
    },
    {
        "code": "08098",
        "name": "Leverage",
        "text": "Play only if you have one or more dice showing damage ([ranged], [melee] or [indirect]).\nRemove a die showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08099",
        "name": "Reluctance",
        "text": "Ambush.\nChoose an opponent. That opponent cannot resolve more than one die during their next turn this round."
    },
    {
        "code": "08100",
        "name": "Slice And Dice",
        "text": "Remove 2 of your dice showing melee damage ([melee]). Then deal unblockable damage equal to the combined value showing on those dice to any number of characters, distributed as you wish."
    },
    {
        "code": "08101",
        "name": "Through The Pass",
        "text": "Activate one of your characters or supports. Then you may spend resources equal to the number of dice you just rolled to ready that character or support."
    },
    {
        "code": "08102",
        "name": "Escape Craft",
        "text": "<b>Power Action</b> - Spot the <em>Millennium Falcon</em> to attach this card to it as a <i>mod</i> upgrade <em>(discard all upgrades on this card)</em>.\n<b>Action</b> - If this card is an upgrade, it becomes a support <em>(do not ready it)</em>."
    },
    {
        "code": "08103",
        "name": "Millennium Falcon",
        "text": "After you play this support, you may search your deck or discard pile for Escape Craft ([AtG]102) and attach it to this support as a <i>mod</i> upgrade <em>(without paying its cost)</em>. If you searched your deck, shuffle it."
    },
    {
        "code": "08104",
        "name": "On The Mark",
        "text": "You may resolve the indirect damage ([indirect]) sides of your dice as ranged damage ([ranged]).\nAfter the action phase ends, discard this support from play."
    },
    {
        "code": "08105",
        "name": "Decoy",
        "text": "Yellow character only.\nBefore a character would be dealt damage, you may exhaust this upgrade to deal that damage to attached character instead."
    },
    {
        "code": "08106",
        "name": "Energy Pike",
        "text": "[special] - Deal damage to a character equal to the number of resources you have, to a maximum of 3."
    },
    {
        "code": "08107",
        "name": "Token Of Affection",
        "text": "After you play a card that has Ambush, you may move this upgrade to another one of your characters <em>(return this die to its card)</em>."
    },
    {
        "code": "08108",
        "name": "At Odds",
        "text": "Remove a die showing a value that is an odd number. You may place this event on the bottom of your deck."
    },
    {
        "code": "08109",
        "name": "Common Cause",
        "text": "Spot any number of Blue characters to draw that many cards."
    },
    {
        "code": "08110",
        "name": "Conflicted",
        "text": "Reroll one of your Blue character dice. Then, if that die just rolled damage ([ranged], [melee] or [indirect]), deal 2 damage to a character. Otherwise, give a character 2 shields."
    },
    {
        "code": "08111",
        "name": "Deadly Advance",
        "text": "Count the number of exhausted characters your opponents have. Turn up to that many of your dice to sides showing melee damage ([melee])."
    },
    {
        "code": "08112",
        "name": "No Questions Asked",
        "text": "Spot a Blue character and give an opponent up to 3 of your resources to remove that many dice. If you are fighting on your battlefield, draw that many cards."
    },
    {
        "code": "08113",
        "name": "Relinquish",
        "text": "Ambush.\nReturn an upgrade you own in play to your hand."
    },
    {
        "code": "08114",
        "name": "You Were My Friend",
        "text": "Turn a character die to any side. If you have more Blue cards in play than an opponent, you may remove that die."
    },
    {
        "code": "08115",
        "flavor": "\"Look what has become of you. A rat in the desert.\" <cite>Maul</cite>",
        "name": "Bitter Rivalry",
        "text": "After setup, choose an opponent. That opponent deals 2 unblockable damage to one of your characters and draws a card."
    },
    {
        "code": "08116",
        "flavor": "\"Sense the future, once all Jedi could.\" <cite>Yoda</cite>",
        "name": "Foresight",
        "text": "<b>Action</b> - Exhaust this support to look at the top card of a deck. You may place that card on the bottom of that deck."
    },
    {
        "code": "08117",
        "flavor": "\"It binds the galaxy together.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Nexus Of Power",
        "text": "After you activate this support, you may turn this die to any side."
    },
    {
        "code": "08118",
        "name": "Force Lift",
        "text": "Blue character only.\n[special] - Deal 2 damage to a character or return a support in play that costs 3 or less to its owner's hand."
    },
    {
        "code": "08119",
        "name": "Shatterpoint",
        "text": "Blue character only. \n [special] - Discard an <i>equipment</i> or a <i>weapon</i> from play that costs equal to or less than the number of Blue <i>ability</i> dice in your pool <em>(including this die)</em>."
    },
    {
        "code": "08120",
        "name": "Treasured Lightsaber",
        "text": "After you play this upgrade, you may draw a card.\n[special] - Deal 2 unblockable damage to a character, or 3 unblockable damage instead if you have 5 or more cards in your hand."
    },
    {
        "code": "08121",
        "name": "Attack Formation",
        "text": "Spot a Red character to resolve one of your non-character dice, increasing its value by the number of copies of that die in your pool <em>(including that die)</em>."
    },
    {
        "code": "08122",
        "name": "Barrel Roll",
        "text": "Activate one of your supports. Reroll any number of its support and <i>mod</i> dice. Then reroll any number of its support and <i>mod</i> dice."
    },
    {
        "code": "08123",
        "flavor": "\"Squadron up. Target Eadu.\" <cite>General Draven</cite>",
        "name": "Deployment",
        "text": "Activate any number of your supports and non-unique characters."
    },
    {
        "code": "08124",
        "flavor": "\"Green Group, stick close to holding sector MV-7.\" <cite>Admiral Ackbar</cite>",
        "name": "Fleet Command",
        "text": "Spot any number of Red characters to reroll that many dice <em>(yours and/or an opponent's)</em>."
    },
    {
        "code": "08125",
        "name": "Intense Fire",
        "text": "Resolve one of your dice showing damage ([ranged], [melee] or [indirect]), increasing its value by 1, or by 2 instead if you have more Red cards in play than an opponent."
    },
    {
        "code": "08126",
        "name": "Revised Order",
        "text": "Turn a die to a side that has a value 1 higher than the value showing on it. If you control the battlefield, return this event to your hand."
    },
    {
        "code": "08127",
        "name": "Snuff Out",
        "text": "Play only if you control the battlefield.\nRemove all dice showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08128",
        "name": "Transfer",
        "text": "Move a <i>mod</i> on one of your <i>vehicle</i> to another one of your <i>vehicle</i> supports."
    },
    {
        "code": "08129",
        "name": "Armored Reinforcement",
        "text": "<b>Action</b> - Set this plot aside to search your deck or discard pile for a <i>vehicle</i> support and play it, decreasing its cost by 1. If you search your deck, shuffle it."
    },
    {
        "code": "08130",
        "flavor": "Lined with 1,024 repulsorpods, the cavernous Senate Chamber was the meeting hall for the Galactic Senate.",
        "name": "Senate Chamber",
        "text": "<b>Power Action</b> - Remove one of your dice to turn a die to any side."
    },
    {
        "code": "08131",
        "name": "Dorsal Turret",
        "text": "Modify <i>vehicle</i> support.\nAfter you play this upgrade, you may roll this die into your pool."
    },
    {
        "code": "08132",
        "flavor": "The Alliance made sure to find a use for every weapon they could, from stun batons to repurposed TIE fighter cannons.",
        "name": "Handheld L-S1 Cannon",
        "text": "Attached character's upgrade limit is decreased by 1."
    },
    {
        "code": "08133",
        "name": "Triple Laser Turret",
        "text": "Modify <i>vehicle</i> support.\nWhile this die is in your pool, attached support's die cannot be removed by your opponents."
    },
    {
        "code": "08134",
        "name": "Han Solo",
        "subtitle": "Independent Hotshot",
        "text": "[special] - Deal 2 indirect damage ([indirect]) to an opponent. You may reveal a villain card from your hand to force that opponents to lose 1 resource. You may reveal a hero card from your hand to gain 1 resource."
    },
    {
        "code": "08135",
        "flavor": "\"We're doing this my way.\"",
        "name": "Qi'Ra",
        "subtitle": "Street Savvy",
        "text": "You can include Yellow hero and Yellow villain events in your deck."
    },
    {
        "code": "08136",
        "name": "Across The Galaxy",
        "text": "Spot a <i>vehicle</i> to switch the battlefield with a battlefield that was brought to the game. If you do not control the battlefield, gain 1 resource."
    },
    {
        "code": "08137",
        "name": "Cash Out",
        "text": "Ambush.\nResolve any number of your dice showing a resource ([resource])."
    },
    {
        "code": "08138",
        "flavor": "\"That was my best dissecting hand!\" <cite>0-0-0</cite>",
        "name": "Dismantle",
        "text": "Spot a Yellow character and choose a support in play that has no <i>mods</i>. Then spend resources equal to that support's cost to discard it."
    },
    {
        "code": "08139",
        "name": "Fight Fire With Fire",
        "text": "Remove one of your dice showing indirect damage ([indirect]) to remove a die."
    },
    {
        "code": "08140",
        "name": "Indifferent",
        "text": "Spot a neutral character to remove a die."
    },
    {
        "code": "08141",
        "name": "Quick Thinking",
        "text": "Spot any number of Yellow characters to resolve that many of your Yellow dice in the order of your choice."
    },
    {
        "code": "08142",
        "name": "Shock Tactic",
        "text": "Ambush.\nRemove a non-unique die and all copies of it from each of your opponent's pools."
    },
    {
        "code": "08143",
        "name": "Double Down",
        "text": "You can include one additional copy of up to 2 different cards in your deck <em>(following all other deckbuilding restrictions)</em>."
    },
    {
        "code": "08144",
        "name": "Improvised Defense",
        "text": "After a die is turned, you may discard this support from play to remove that die."
    },
    {
        "code": "08145",
        "flavor": "\"I got the best weapons, best ship, and I'm feared across the galaxy.\" <cite>Ketsu Onyo</cite>",
        "name": "Shadow Caster",
        "text": "Decrease the resource cost on each side of this die by 1 for each <i>mod</i> on this support."
    },
    {
        "code": "08146",
        "name": "Arc Caster",
        "text": "Modify <i>vehicle</i> support.\nAfter you play this upgrade, you may activate attached support. Then you may reroll a die."
    },
    {
        "code": "08147",
        "name": "Black Sun Blaster Pistol",
        "text": "While this upgrade is on a neutral character, it has Redeploy.\n[special] - Deal 2 indirect damage ([indirect]) to an opponent. Then deal 1 damage to a character."
    },
    {
        "code": "08148",
        "name": "Flame Projector",
        "text": "Yellow character only.\n<b>Action</b> - Resolve this die showing melee damage ([melee]) as indirect damage ([indirect]), incresing its value by 1."
    },
    {
        "code": "08149",
        "name": "Shriek",
        "text": "Remove all of an opponent's dice showing a value of 0 <em>(blanks and specials have a value of 0)</em>."
    },
    {
        "code": "08150",
        "name": "T-16 Skyhopper",
        "text": "Ambush.\nThis support can be activated.\nAfter you play this support, search your deck or discard pile for a <i>mod</i> and play it on this support, if able. If your searched your deck, shuffle it."
    },
    {
        "code": "08151",
        "flavor": "\"Ever since the XP-38 came out, they just aren't in demand. - Luke Skywalker\"",
        "name": "X-34 Landspeeder",
        "text": "This support can be activated.\nAfter you activate this support, you may reroll a die <em>(yours or an opponent's)</em>."
    },
    {
        "code": "08152",
        "name": "Laser Cannon",
        "text": "Modify <i>vehicle</i> support.\nAfter you activate attached support, you may deal 1 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "08153",
        "name": "Systems Gauge",
        "text": "Modify <i>vehicle</i> support.\nAfter you activate attached support, you may spend 1 resource to remove a die showing damage ([ranged], [melee] or [indirect])."
    },
    {
        "code": "08154",
        "name": "Targeting Astromech",
        "text": "Modify <i>vehicle</i> support.\n<b>Action</b> - Exhaust this upgrade to turn attached support's die to any side."
    },
    {
        "code": "08155",
        "name": "No Allegiance",
        "text": "Include only if you have no hero or villain characters on your team.\nEach of your neutral characters has +1 health."
    },
    {
        "code": "08156",
        "name": "Solidarity",
        "text": "Include only if each character on your team is the same color and your deck contains no more than one copy of any card."
    },
    {
        "code": "08157",
        "name": "Landing Dock",
        "subtitle": "Scipio",
        "text": "After any player plays a <i>vehicle</i>, that player may take control of this battlefield.\n<b>Power Action</b> - Reroll a die."
    },
    {
        "code": "08158",
        "name": "Occupied City",
        "subtitle": "Lothal",
        "text": "After an opponent plays a support or an upgrade, you may discard the top card of their deck."
    },
    {
        "code": "08159",
        "name": "Theed Royal Palace",
        "subtitle": "Naboo",
        "text": "<b>Power Action</b> - Gain 1 resource. Spot a neutral character to take one additional action."
    },
    {
        "code": "08160",
        "name": "Training Room",
        "subtitle": "Kamino",
        "text": "<b>Power Action</b> - Reroll any number of your non-unique character dice."
    }
]
