[
    {
        "code": "01001",
        "flavor": "Sea lo que sea lo que estéis planeando, no funcionará",
        "name": "Capitán Phasma",
        "subtitle": "Soldado de élite",
        "text": "Tus personajes que no sean únicos tienen la palabra clave Guardián."
    },
    {
        "code": "01002",
        "flavor": "Los miembros de esta nueva generación de soldados de asalto son entrenados desde su nacimiento y sometidos a un régimen constante de propaganda de la Primera Orden para asegurar su lealtad absoluta.",
        "name": "Soldado de asalto de la Primera Orden"
    },
    {
        "code": "01003",
        "name": "General Grievous",
        "subtitle": "Cazador de Jedi",
        "text": "Antes de que el Personaje de un adversario sea derrotado, puedes transferir una de sus Mejoras que no sean de <i>capacidad</i> a este Personaje."
    },
    {
        "code": "01004",
        "flavor": "\"General, prepare las tropas para un ataque de superficie.\" <cite>Darth Vader</cite>",
        "name": "General Veers",
        "subtitle": "Jefe de operaciones",
        "text": "<b>Acción</b> - Retira este dado para girar uno de tus dados de Apoyo a cualquier cara."
    },
    {
        "code": "01005",
        "flavor": "El transporte de exploración todoterreno desempeñaba tanto funciones de apoyo como de reconocimiento en la maquinaria bélica del Imperio Galáctico.",
        "name": "AT-ST",
        "text": "[special] - Descarta un Apoyo del juego."
    },
    {
        "code": "01006",
        "name": "Caza TIE de la Primera Orden",
        "text": "[special] - Retira todos los escudos de todos los Personajes de un adversario."
    },
    {
        "code": "01007",
        "name": "Dotes de mando",
        "text": "Sólo Personaje de color Rojo.\n[special] - Elige un dado de color Rojo. Si ese dado es tuyo, resuélvelo, incrementando en 2 su valor de resultado. Si ese dado es de un adversario, retíralo."
    },
    {
        "code": "01008",
        "name": "Fusil F-11D",
        "text": "Redesplegar.\n[special] - Obliga a un adversario a infligir 2 puntos de daño a sus Personajes, distribuyendo el daño como desee."
    },
    {
        "code": "01009",
        "name": "Conde Dooku",
        "subtitle": "Estratega artero",
        "text": "Antes de que a este Personaje se le inflija 1 o más puntos de daño, puedes descartar una carta de tu mano para entregarle 1 escudo."
    },
    {
        "code": "01010",
        "flavor": "\"Si te niegas a luchar, sabrás cuál es tu destino.\"",
        "name": "Darth Vader",
        "subtitle": "Lord Sith",
        "text": "Después de que actives este Personaje, puedes obligar a un adversario a elegir y descartar una carta de su mano."
    },
    {
        "code": "01011",
        "name": "Kylo Ren",
        "subtitle": "Discípulo de Vader",
        "text": "[special] - Elige un Personaje de un adversario. Luego mira una carta escogida al azar de la mano de ese adversario e inflige tanto daño a ese Personaje como el coste de la carta que acabas de mirar."
    },
    {
        "code": "01012",
        "flavor": "Las hermanas nocturnas son expertas en manipular la Fuerza para sus propios fines.",
        "name": "Hermana nocturna",
        "text": "<b>Acción</b> - Vuelve a tirar un dado. Inflige 1 punto de daño a este Personaje."
    },
    {
        "code": "01013",
        "name": "Estrangular con la Fuerza",
        "text": "Sólo Personaje de color Azul.\n[special] - Inflige 1 punto de daño no anulable a otro Personaje. Luego puedes girar a cualquier cara uno de sus dados de Personaje o de Mejora."
    },
    {
        "code": "01014",
        "name": "Inmovilizar",
        "text": "Sólo Personaje de color Azul.\n<b>Acción</b> - Retira este dado para girar un dado a una cara que muestre una cara vacía ([blank])."
    },
    {
        "code": "01015",
        "name": "Sable de luz de Kylo Ren",
        "text": "Sólo Personaje de color Azul.\n[special] - Inflige 2 puntos de daño a un Personaje. Si alguno de estos puntos de daño es anulado por escudos, vuelve a tirar este dado en vez de retirarlo de tu reserva."
    },
    {
        "code": "01016",
        "name": "Holocrón sith",
        "text": "[special] - Intercambia esta Mejora por una Mejora de <i>capacidad</i> de color Azul en tu mano, ignorando sus restricciones para jugarla. Luego puedes gastar 1 recurso para tirar su dado en tu reserva, si es posible."
    },
    {
        "code": "01017",
        "name": "Granadas de infantería",
        "text": "[special] - Inflige 2 puntos de daño a cada uno de los Personajes de un adversario. Descarta esta Mejora del juego."
    },
    {
        "code": "01018",
        "name": "Explorador en moto deslizadora",
        "text": "[special] - Retira un dado. Puedes realizar una acción adicional."
    },
    {
        "code": "01019",
        "name": "Bala-Tik",
        "subtitle": "Jefe de banda",
        "text": "Después de que el Personaje de un adversario sea derrotado, puedes preparar este Personaje."
    },
    {
        "code": "01020",
        "flavor": "\"Gozaré viéndote morir\"",
        "name": "Jabba El Hutt",
        "subtitle": "El grande y poderoso",
        "text": "Después de que actives este Personaje, puedes volver a tirar un dado de color Amarillo."
    },
    {
        "code": "01021",
        "flavor": "\"Esta vez no puede haber errores.\"",
        "name": "Jango Fett",
        "subtitle": "Mercenario mortífero",
        "text": "Después de que un adversario active un Personaje, puedes activar este Personaje."
    },
    {
        "code": "01022",
        "name": "Bandido tusken",
        "text": "Después de que actives este Personaje, puedes descartar una carta de tu mano para resolver uno de sus dados de Personaje o de Mejora."
    },
    {
        "code": "01023",
        "name": "Señor del crimen",
        "text": "Sólo Personaje de color Amarillo.\n[special] - Gasta 5 recursos para elegir un Personaje. Ese Personaje es derrotado después de que termine esta ronda."
    },
    {
        "code": "01024",
        "name": "Lanzallamas",
        "text": "[special] - Inflige 1 punto de daño a hasta 3 Personajes diferentes."
    },
    {
        "code": "01025",
        "name": "Bastón gaffi",
        "text": "Redesplegar.\n[special] - Retira uno de tus dados que muestre daño cuerpo a cuerpo ([melee]) para infligir 3 puntos de daño a un Personaje."
    },
    {
        "code": "01026",
        "name": "A la caza",
        "text": "[special] - Retira todos los escudos de un Personaje. Puedes gastar 1 recurso para retirar uno de sus dados de Personaje o de Mejora."
    },
    {
        "code": "01027",
        "name": "Almirante Ackbar",
        "subtitle": "Comandante perspicaz",
        "text": "Después de que un adversario juegue o descarte la última carta de su mano, elige uno de sus Personajes y le inflige 2 puntos de daño."
    },
    {
        "code": "01028",
        "flavor": "\"¿Tendré que tomar yo las decisiones?\"",
        "name": "Leia Organa",
        "subtitle": "Líder nata",
        "text": "<b>Acción</b> - Retira este dado para volver a tirar hasta 2 de tus dados."
    },
    {
        "code": "01029",
        "name": "Poe Dameron",
        "subtitle": "As de ases",
        "text": "[special] - Descarta una carta de tu mano para resolver una de las caras de su dado, si es posible. Luego, si era una carta de <i>vehículo</i>, puedes pagar su coste para jugarla de tu pila de descarte."
    },
    {
        "code": "01030",
        "name": "Soldado rebelde",
        "text": "Guardián."
    },
    {
        "code": "01031",
        "name": "Pista de despegue",
        "text": "La X en este dado es igual a la cantidad de cartas en tu mano."
    },
    {
        "code": "01032",
        "flavor": "El Ala-X de Poe Dameron estaba modificado para ser todavía más versátil que el T-70 estándar.",
        "name": "Negro Uno",
        "text": "[special] - Inflige 1 punto de daño a un Personaje. Vuelve a tirar este dado en vez de retirarlo de tu reserva."
    },
    {
        "code": "01033",
        "name": "Explorador",
        "text": "[special] - Mira la mano de adversario y descarta la carta más barata que haya en ella <em>(tú eliges cuál en caso de un empate)</em>."
    },
    {
        "code": "01034",
        "flavor": "Para ocultarse del Imperio, los rebeldes suelen tener que enfrentarse a entornos hostiles.",
        "name": "Equipo de supervivencia"
    },
    {
        "code": "01035",
        "flavor": "\"Yo soy un jedi, como mi padre antes que yo.\"",
        "name": "Luke Skywalker",
        "subtitle": "Caballero jedi",
        "text": "Después de que actives este Personaje, roba 1 carta."
    },
    {
        "code": "01036",
        "name": "Padawan",
        "text": "Mientras este Personaje no tenga ninguna Mejora, el coste para vincular un <i>arma</i> a él se reduce en 1."
    },
    {
        "code": "01037",
        "flavor": "\"Tu enfoque determina tu realidad.\"",
        "name": "Qui-Gon Jinn",
        "subtitle": "Maestro de Ataru",
        "text": "Antes de que este Personaje reciba 1 o más escudos, puedes retirar 1 de sus escudos para infligir 1 punto de daño a un Personaje."
    },
    {
        "code": "01038",
        "flavor": "\"Creo que puedo apañármelas sola.\"",
        "name": "Rey",
        "subtitle": "Prodigio de la Fuerza",
        "text": "Después de que juegues una Mejora en este Personaje, puedes realizar 1 acción adicional."
    },
    {
        "code": "01039",
        "name": "Protegerse con la Fuerza",
        "text": "Sólo Personaje de color Azul.\n[special] - Entrega 3 escudos a tus Personajes, distribuidos como desees."
    },
    {
        "code": "01040",
        "name": "Túnica jedi",
        "text": "Después de que juegues esta Mejora, entrega 1 escudo al Personaje vinculado, o 2 escudos si ésta es la primera ronda de la partida."
    },
    {
        "code": "01041",
        "name": "Sable de luz de Luke Skywalker",
        "text": "Sólo Personaje de color Azul.\n[special] - Entrega 2 escudos a un Personaje o inflige 2 puntos de daño no anulable a un Personaje."
    },
    {
        "code": "01042",
        "name": "Uno con la Fuerza",
        "text": "Sólo Personaje de color Azul.\nAntes de que el Personaje vinculado sea derrotado, esta Mejora se convierte en un Apoyo para el resto de la partida <em>(empieza preparada)</em>."
    },
    {
        "code": "01043",
        "flavor": "\"Naranja y blanco: no hay otro como él.\" <cite>Poe Dameron</cite>",
        "name": "BB-8",
        "text": "[special] - Vuelve a tirar este dado y uno de tus otros dados. No retires este dado de tu reserva tras resolver esta capacidad."
    },
    {
        "code": "01044",
        "name": "Bastón de Rey",
        "text": "[special] - Retira un dado que muestre daño ([melee] o [ranged])."
    },
    {
        "code": "01045",
        "flavor": "\"No pienso volver jamás.\"",
        "name": "Finn",
        "subtitle": "Desertor de la Primera Orden",
        "text": "Puedes vincular cualquier <i>arma</i> a este Personaje, ignorando las restricciones de juego.\nPuedes incluir en tu mazo <i>armas</i> y <i>vehículos</i> de Villano de color Rojo."
    },
    {
        "code": "01046",
        "flavor": "\"Te aseguro que a veces me asombro de mí mismo.\"",
        "name": "Han Solo",
        "subtitle": "Granuja",
        "text": "Después de que juegues una carta con la palabra clave Emboscada, puedes entregar 1 escudo a este Personaje."
    },
    {
        "code": "01047",
        "flavor": "\"No te preocupes por tu recompensa. ¡Si es dinero lo que quieres, eso será lo que recibas!\" <cite>Leia Organa</cite>",
        "name": "Pîstolero a sueldo"
    },
    {
        "code": "01048",
        "flavor": "\"Mi destino no será distinto al de nuestro pueblo.\"",
        "name": "Padmé Amidala",
        "subtitle": "Reina de Naboo",
        "text": "[special] - Descarta la primera carta del mazo de un adversario o gasta 1 recurso para descartar las 2 primeras cartas del mazo de un adversario."
    },
    {
        "code": "01049",
        "flavor": "\"No tendrá buen aspecto, pero los resultados sí son buenos.\" <cite>Han Solo</cite>",
        "name": "Halcón Milenario",
        "text": "[special] - Juega un Evento de color Amarillo de tu pila de descarte o tu mano sin pagar coste alguno."
    },
    {
        "code": "01050",
        "name": "Inmunidad diplomática",
        "text": "Los escudos de este dado pueden entregarse a cualquiera de tus Personajes, distribuidos como desees."
    },
    {
        "code": "01051",
        "name": "Pistola bláster pesada DL-44",
        "text": "Emboscada.\nDespués de que juegues esta Mejora, obliga a un adversario a elegir y retirar uno de sus dados."
    },
    {
        "code": "01052",
        "name": "Infiltrarse",
        "text": "[special] - Vuelve a tirar hasta 2 de los dados de un adversario."
    },
    {
        "code": "01053",
        "name": "Puesto avanzado",
        "text": "[special] - Resuelve la capacidad del campo de batalla como si acabaras de reclamarlo."
    },
    {
        "code": "01054",
        "flavor": "El arma preferida de soldados rebeldes y oficiales imperiales por igual durante la Guerra Civil Galáctica.",
        "name": "Pistola bláster DH-17"
    },
    {
        "code": "01055",
        "name": "Fusil Bláster IQA-11",
        "text": "[special] - Inflige 2 puntos de daño no anulable a un Personaje."
    },
    {
        "code": "01056",
        "name": "Ascenso",
        "text": "Sólo Personajes de color Rojo.\nDespués de que juegues esta Mejora, puedes robar una carta."
    },
    {
        "code": "01057",
        "name": "Lanzar con la Fuerza",
        "text": "Sólo Personaje de color azul.\n[special] - Retira un dado para infligir a un Personaje tantos puntos de daño como el valor de resultado que muestra ese dado <em>(los resultados especiales y las caras vacías no cuentan)</em>."
    },
    {
        "code": "01058",
        "name": "Entrenamiento en la Fuerza",
        "text": "Para jugar esta carta, señala un Personaje de color Azul.\n[special] - Elige y lleva a cabo dos de las siguientes opciones: infligir 1 punto de daño a un Personaje, o recibir un recurso, o entregar 1 escudo a un Personaje."
    },
    {
        "code": "01059",
        "flavor": "\"Un arma noble para tiempos más civilizados.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Sable de luz",
        "text": "Redesplegar.\n[special] - Inflige 2 puntos de daño no anulable a un Personaje."
    },
    {
        "code": "01060",
        "name": "Sondear la mente",
        "text": "Sólo Personaje de color Azul.\n[special] - Inflige a un Personaje de un adversario 1 punto de daño por cada carta en la mano de ese adversario."
    },
    {
        "code": "01061",
        "name": "Comunicador",
        "text": "Después de que juegues esta Mejora, puedes volver a tirar cualquier cantidad de tus dados o cualquier cantidad de los dados de un adversario."
    },
    {
        "code": "01062",
        "name": "Módulo de datos",
        "text": "[special] - Cambia uno de tus dados a una cara que no muestre daño ([ranged] o [melee])."
    },
    {
        "code": "01063",
        "name": "Bláster de bolsillo",
        "text": "Emboscada. Redesplegar."
    },
    {
        "code": "01064",
        "name": "Mercado negro",
        "text": "[special] - Roba 2 cartas. Puedes jugar una Mejora de tu mano, reduciendo en 1 su coste."
    },
    {
        "code": "01065",
        "name": "Astucia",
        "text": "Sólo Personaje de color Amarillo.\n[special] - Resuelve una capacidad especial ([special]) de otra carta como si fuera tu carta."
    },
    {
        "code": "01066",
        "name": "Mochila propulsora",
        "text": "[special] - Retira un dado que muestre daño cuerpo a cuerpo ([melee]) y entrega 1 escudo al Personaje vinculado."
    },
    {
        "code": "01067",
        "name": "Detonador termal",
        "text": "Para jugar esta carta, señala un Personaje de color Amarillo.\n[special] - Inflige 3 puntos de daño a cada uno de los Personajes de un adversario. Descarta esta Mejora del juego."
    },
    {
        "code": "01068",
        "name": "Carne de cañón",
        "text": "Inflige a uno de tus Personajes que no sean únicos tantos puntos de daño como el valor de resultado del dado de un adversario que muestre daño ([ranged] o [melee]). Luego retira ese dado."
    },
    {
        "code": "01069",
        "name": "Estrechando el cerco",
        "text": "Obliga a un adversario a elegir y retirar uno de sus dados. Puedes colocar este Evento en la parte inferior de tu mazo en vez de descartarlo."
    },
    {
        "code": "01070",
        "flavor": "Los droides de batalla son menos efectivos que los soldados de carne y hueso, pero también son mucho más barato de reemplazar.",
        "name": "Filas interminables",
        "text": "Devuelve uno de tus Personajes de color Rojo derrotados que no sea único a la partida sin ningún daño sobre él."
    },
    {
        "code": "01071",
        "name": "Ocupación",
        "text": "Juega esta carta sólo si controlas el campo de batalla.\nObliga a un adversario a perder todos sus recursos."
    },
    {
        "code": "01072",
        "name": "Sonda",
        "text": "Mira 2 cartas de la mano de un adversario seleccionadas al azar y descarta las que sean un Evento."
    },
    {
        "code": "01073",
        "name": "Peinar la zona",
        "text": "Cuenta la cantidad de Personajes de color Rojo preparados que tienes. Vuelve a tirar esa misma cantidad de dados de un adversario."
    },
    {
        "code": "01074",
        "name": "Estrategia brillante",
        "text": "Señala a un Personaje de color Rojo para realizar hasta 2 acciones adicionales."
    },
    {
        "code": "01075",
        "flavor": "\"¡Son ellos! ¡Disparad!\"",
        "name": "La mejor defensa...",
        "text": "Inflige 3 puntos de daño a uno de tus Personajes de color Rojo para retirar hasta 2 dados de un adversario."
    },
    {
        "code": "01076",
        "name": "Trabajo ingrato",
        "text": "<b>Acción</b> - Agota este Apoyo y uno de tus Personajes para recibir 1 recurso."
    },
    {
        "code": "01077",
        "name": "Guarnición local",
        "text": "Cada adversario recibe 1 recurso menos durante cada fase de Mantenimiento, hasta un mínimo de 1."
    },
    {
        "code": "01078",
        "name": "Escolta personal",
        "text": "El Personaje vinculado posee la palabra clave Guardián."
    },
    {
        "code": "01079",
        "name": "Perder toda esperanza",
        "text": "Obliga a un adversario a elegir entre perder todos sus recursos o descartar todas las cartas en su mano."
    },
    {
        "code": "01080",
        "name": "Ambición desmedida",
        "text": "Roba cartas hasta tener una mano completa."
    },
    {
        "code": "01081",
        "name": "Enfurecerse",
        "text": "Inflige 1 punto de daño a uno de tus Personajes de color Azul para recibir 1 recurso."
    },
    {
        "code": "01082",
        "flavor": "\"Deja que el odio fluya de tu interior.\" <cite>Emperador Palpatine</cite>",
        "name": "Siento tu cólera",
        "text": "Cuenta la cantidad de caras vacías ([blank]) que muestran los dados de un adversario. Retira esa misma cantidad de sus dados."
    },
    {
        "code": "01083",
        "name": "Atacar con la Fuerza",
        "text": "Gira uno de tus dados de color Azul a una cara que muestre daño cuerpo a cuerpo ([melee]). Luego puedes resolver ese daño."
    },
    {
        "code": "01084",
        "name": "Intimidar",
        "text": "Retira todos los escudos de un Personaje."
    },
    {
        "code": "01085",
        "name": "Aislamiento",
        "text": "Señala un Personaje de color Azul para retirar un dado de Personaje."
    },
    {
        "code": "01086",
        "name": "Sin piedad",
        "text": "Descarta cualquier cantidad de cartas de color Azul de tu mano. Luego resuelve uno de tus dados que muestre daño ([melee] o [ranged]), incrementando en 1 su valor de resultado por cada carta que acabas de descartar."
    },
    {
        "code": "01087",
        "name": "Tirando de los hilos",
        "text": "Mira las 3 primeras cartas de cualquier mazo. Luego colócalas en la parte superior o inferior de ese mazo en el orden que prefieras."
    },
    {
        "code": "01088",
        "name": "El favor del Emperador",
        "text": "El tamaño de tu mano se incrementa en 1."
    },
    {
        "code": "01089",
        "flavor": "\"Si conocieras el poder del Lado Oscuro…\" <cite>Darth Vader</cite>",
        "name": "El poder del Lado Oscuro",
        "text": "<b>Acción</b> - Agota este Apoyo para volver a tirar uno de tus dados. Si en ese dado obtienes una cara vacía ([blank]), inflige 2 puntos de daño no anulable a un Personaje."
    },
    {
        "code": "01090",
        "name": "Oculto entre las sombras",
        "text": "<b>Acción</b> - Si el Personaje vinculado no posee ningún escudo, agota esta Mejora para entregarle 1 escudo."
    },
    {
        "code": "01091",
        "name": "Sin escapatoria posible",
        "text": "Gira a cualquier cara que desees cada uno de tus dados que muestre una cara vacía ([blank])."
    },
    {
        "code": "01092",
        "name": "As en la manga",
        "text": "Descarta una Mejora de color Amarillo en tu mano para tirar su dado en tu reserva, si es posible. Deja aparte ese dado después de que sea resuelto o retirado."
    },
    {
        "code": "01093",
        "name": "Armado hasta los dientes",
        "text": "Descarta cualquier cantidad de Mejoras de uno de tus Personajes de color Amarillo. Luego inflige tantos puntos de daño a un Personaje como la cantidad de Mejoras que acabas de descartar."
    },
    {
        "code": "01094",
        "name": "Incautación",
        "text": "Gasta tantos recursos como el coste de una Mejora en juego de un adversario para devolver esa Mejora a su mano."
    },
    {
        "code": "01095",
        "name": "Jugar sucio",
        "text": "Retira cualquier cantidad de tus dados de color Amarillo. Luego inflige tantos puntos de daño a un Personaje como la cantidad de dados que acabas de retirar."
    },
    {
        "code": "01096",
        "name": "Ir a por todas",
        "text": "Resuelve uno de tus dados que muestre daño a distancia ([ranged]), considerando ese daño como no anulable."
    },
    {
        "code": "01097",
        "flavor": "\"¡A mí tampoco me gustas!\"",
        "name": "Tú no le gustas",
        "text": "Retira uno de tus dados para retirar un dado de un adversario."
    },
    {
        "code": "01098",
        "name": "Aguardar al acecho",
        "text": "Obliga a un adversario a elegir y descartar cartas de su mano hasta que le queden la misma cantidad de cartas que tú tienes en tu mano."
    },
    {
        "code": "01099",
        "name": "Secuaces de refuerzo",
        "text": "Después de que jueges este Apoyo, coloca 3 puntos de daño sobre él.\n<b>Acción</b> - Agota este Apoyo para transferir 1 punto de daño de él a un Personaje <em>(esta transferencia ignora escudos)</em>."
    },
    {
        "code": "01100",
        "name": "Un canalla de mi agrado",
        "text": "Después de que resuelvas un dado que muestre un resultado de interferir ([disrupt]), puedes agotar este Apoyo para recibir tantos recursos como la cantidad de recursos que tu adversario acaba de perder."
    },
    {
        "code": "01101",
        "name": "Contactos en los bajos fondos",
        "text": "<b>Acción</b> - Agota este apoyo para recibir 1 recurso."
    },
    {
        "code": "01102",
        "name": "Posesión preciada",
        "text": "Antes de que juegues esta Mejora, puedes retirar un dado de Personaje de un adversario y colocarlo aquí. Ese dado no puede ser tirado por ningún Personaje y no vuelve a su Personaje hasta que esta Mejora abandone el juego."
    },
    {
        "code": "01103",
        "name": "Asalto de comandos",
        "text": "Resuelve uno de tus dados de color Rojo que muestre un resultado de descartar ([discard]), incrementando en 2 su valor de resultado. Luego roba una carta."
    },
    {
        "code": "01104",
        "name": "Posición defensiva",
        "text": "Juega esta carta sólo si controlas el campo de batalla.\nRetira todos los dados de un adversario que muestren un valor de resultado de 2 o más."
    },
    {
        "code": "01105",
        "name": "Médico de campaña",
        "text": "Cura 2 puntos de daño de un Personaje."
    },
    {
        "code": "01106",
        "name": "Ataque relámpago",
        "text": "Emboscada.\nActiva uno de tus Personajes de color Rojo."
    },
    {
        "code": "01107",
        "name": "¡Es una trampa!",
        "text": "Emboscada.\nElige un símbolo que muestre un dado de un adversario. Luego girar cualquier cantidad de tus dados de color Rojo a caras que muestren ese símbolo."
    },
    {
        "code": "01108",
        "name": "Talento innato",
        "text": "Resuelve uno de tus dados, incrementando en 1 su valor de resultado."
    },
    {
        "code": "01109",
        "name": "Rearmarse",
        "text": "Juega una Mejora de color Rojo desde tu pila de descarte, reduciendo en 1 su coste."
    },
    {
        "code": "01110",
        "name": "Retirada",
        "text": "Tu adversario puede realizar 1 acción. Luego termina la fase de Acciones."
    },
    {
        "code": "01111",
        "name": "Planificación estratégica",
        "text": "Prepara o agota un Apoyo."
    },
    {
        "code": "01112",
        "name": "Ataque quirúrgico",
        "text": "Retira cualquier cantidad de tus dados de color Rojo que muestren daño a distance ([ranged]), incrementando en 1 cada uno de sus valores de resultado, para descartar del juego un Apoyo con un coste igual o inferior al valor de resultado combinado de esos dados."
    },
    {
        "code": "01113",
        "name": "Cuartel general de la Resistencia",
        "text": "<b>Acción</b> - Agota este Apoyo y descarta una carta de tu mano para entregar 1 escudo a un Personaje. Luego prepara este Apoyo a menos que un adversario gaste 1 recurso."
    },
    {
        "code": "01114",
        "name": "Anticiparse",
        "text": "Obliga a un adversario a elegir y resolver cualquier cantidad de sus dados en el orden que prefiera. Luego retira todos sus dados que no haya resuelto."
    },
    {
        "code": "01115",
        "name": "Postura defensiva",
        "text": "Entrega 2 escudos a un Personaje."
    },
    {
        "code": "01116",
        "name": "Engañar con la Fuerza",
        "text": "Elige un símbolo que muestre uno de tus dados de color Azul. Luego retira todos los dados de un adversario que muestren ese símbolo."
    },
    {
        "code": "01117",
        "name": "Heroísmo",
        "text": "Inflige a uno de tus Personajes únicos tanto daño como el valor de resultado de un dado de un adversario que muestre daño ([ranged] o [melee]). Luego retira ese dado."
    },
    {
        "code": "01118",
        "name": "Sacrificio noble",
        "text": "Derrota a uno de tus Personajes de color Azul para agotar un Personaje."
    },
    {
        "code": "01119",
        "name": "Paciencia",
        "text": "Retira cualquier cantidad de tus dados. Luego descarta tantas cartas de la parte superior del mazo de un adversario como la cantidad de dados que acabas de retirar."
    },
    {
        "code": "01120",
        "flavor": "\"Transmite lo que has aprendido.\" <cite>Yoda</cite>",
        "name": "El retorno del jedi",
        "text": "Añade a tu mano un Evento de color Azul de tu pila de descarte."
    },
    {
        "code": "01121",
        "name": "Parada y respuesta",
        "text": "Retira cualquier cantidad de escudos de uno de tus Personajes. Luego inflige tantos puntos de daño a un Personaje como la cantidad de escudos que acabas de retirar."
    },
    {
        "code": "01122",
        "name": "Fuerza de voluntad",
        "text": "Transfiere 1 punto de daño de uno de tus Personajes agotados al Personaje agotado de un adversario <em>(esta transferencia ignora escudos)</em>."
    },
    {
        "code": "01123",
        "name": "Consejo jedi",
        "text": "<b>Acción</b> - Agota este Apoyo para mirar las 2 primeras cartas del mazo de un jugador. Luego puedes descartar una de esas cartas y hacer que ese jugador roba la otra."
    },
    {
        "code": "01124",
        "name": "Despertar",
        "text": "<b>Acción</b> - Agota este Apoyo para resolver uno de tus dados que muestre una cara modificada <em>(una cara con un +)</em> como si no fuera modificada <em>(no tuviera el +)</em>."
    },
    {
        "code": "01125",
        "name": "La Fuerza es poderosa",
        "text": "<b>Acción</b> - Agota este Apoyo y descarta una carta de color Azul de tu mano para jugar sin coste alguno otra copia de esa carta que esté en tu mano."
    },
    {
        "code": "01126",
        "name": "Huida arriesgada",
        "text": "Emboscada.\nVuelve a tirar cualquier cantidad de dados de un adversario. Luego retura todos sus dados que muestren caras vacías ([blank])."
    },
    {
        "code": "01127",
        "flavor": "\"¡Le he dado! ¡Le he dado!\" <cite>Luke Skywalker</cite>",
        "name": "No te pongas nervioso",
        "text": "Cada jugador roba 2 cartas."
    },
    {
        "code": "01128",
        "name": "Atraer la atención",
        "text": "Transfiere hasta 2 puntos de daño de uno de tus Personajes a otros de tus Personajes <em>(esta transferencia ignora los escudos)</em>."
    },
    {
        "code": "01129",
        "name": "Salto al hiperespacio",
        "text": "Termina la fase de Acciones. Puedes intercambiar el campo de batalla por el campo de batalla que no está siendo usado."
    },
    {
        "code": "01130",
        "name": "Deja ganar al wookie",
        "text": "Obliga a un adversario a elegir entre infligir 2 puntos de daño a unos de sus Personajes agotados o elegir y retirar 2 de sus dados."
    },
    {
        "code": "01131",
        "name": "Negociar",
        "text": "Retura uno de tus dados de Personaje para obligar a un adversario a elegir y retirar 2 de sus dados."
    },
    {
        "code": "01132",
        "name": "Rebuscar en la basura",
        "text": "Descarta las 3 primeras cartas de tu mazo. Luego puedes añadir a tu mano una Mejora o un Apoyo de tu pila de descartes."
    },
    {
        "code": "01133",
        "name": "Disparar primero",
        "text": "Emboscada.\nResuelve uno de tus dados de color Amarillo que muestre daño a distancia ([ranged]). Luego retirar un dado de un adversario que muestre daño a distancia ([ranged])."
    },
    {
        "code": "01134",
        "name": "Contrabando",
        "text": "Señala un Personaje de color Amarillo y descarta una carta de tu mano para recibir 1 recurso."
    },
    {
        "code": "01135",
        "name": "Apostar sobre seguro",
        "text": "<b>Acción</b> - Agota este Apoyo para volver a tirar uno de tus dados de color Amarillo. Si obtienes un resultado de recurso ([resource]), recibes 1 recurso."
    },
    {
        "code": "01136",
        "name": "Confidentes callejeros",
        "text": "Emboscada.\n<b>Acción</b> - Agota este Apoyo para mirar la mano de un adversario."
    },
    {
        "code": "01137",
        "name": "Segunda oportunidad",
        "text": "Sólo Personaje de color Amarillo.\nAntes de que el Personaje vinculado vaya a ser derrotado, en vez de ello cúrale 5 puntos de daño y descarta esta Mejora del juego."
    },
    {
        "code": "01138",
        "name": "Ceremonia de condecoración",
        "text": "Señala un Personaje de color Rojo para robar tantas cartas como la cantidad de Personajes agotados que tienes."
    },
    {
        "code": "01139",
        "name": "Atrincherarse",
        "text": "Juega esta carta sólo si controlas el campo de batalla.\nEntrega 3 escudos a tus Personajes, distribuidos como desees."
    },
    {
        "code": "01140",
        "name": "Potencia de fuego",
        "text": "Resuelve uno de tus dados de color Rojo que muestre daño a distancia ([ranged]), incrementando en 1 su valor de resultado, o incrementándolo en 2 si estás resolviendo un dado de <i>vehículo</i>."
    },
    {
        "code": "01141",
        "name": "Liderazgo",
        "text": "Agota uno de tus Personajes únicos de color Rojo parar preparar otro Personaje."
    },
    {
        "code": "01142",
        "name": "Logística",
        "text": "Señala un Personaje de color Rojo para resolver uno de tus dados que muestre recursos ([resource]), incrementando en 1 su valor de resultado."
    },
    {
        "code": "01143",
        "name": "Tácticas de pelotón",
        "text": "Activa simultáneamente cualquier cantidad de tus Personajes que no sean únicos."
    },
    {
        "code": "01144",
        "name": "Fuego de apoyo",
        "text": "<b>Acción</b> - Agota este Apoyo para resolver uno de tus dados que muestre daño a distancia ([ranged]), incrementando en 1 su valor de resultado."
    },
    {
        "code": "01145",
        "name": "Desviar",
        "text": "Señala un Personaje de color Azul para retirar un dado que muestre daño a distancia ([ranged]) e infligir la mitad de ese daño, redondeando hacia arriba, a un Personaje."
    },
    {
        "code": "01146",
        "flavor": "\"He sentido como si de pronto millones de voces gritasen de terror y luego se produjera el silencio. Temo que haya sucedido algo horrible.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Perturbación en la Fuerza",
        "text": "Vuelve a tirar todos los dados."
    },
    {
        "code": "01147",
        "name": "Truco mental",
        "text": "Señala un Personaje de color Azul para obligar a un adversario a dividir su reserva de dados en 2 grupos de cualquier tamaño. Elige 1 de esos grupos y retira todos los dados que hay en él."
    },
    {
        "code": "01148",
        "name": "El poder de la Fuerza",
        "text": "Resuelve uno de tus dados, considerando su valor de resultado igual a la cantidad de Mejoras de color Azul que tienes en juego."
    },
    {
        "code": "01149",
        "flavor": "\"La Fuera te acompañará… siempre.\" <cite>Obi-Wan Kenobi",
        "name": "Utilizar la Fuerza",
        "text": "Señala un Personaje de color Azul para girar un dado a cualquier cara."
    },
    {
        "code": "01150",
        "name": "Mantiene unida la galaxia",
        "text": "Antes de que juegues una carta de Mejora de color Azul, puedes agotar este Apoyo para reducir en 1 su coste."
    },
    {
        "code": "01151",
        "name": "Apuntar",
        "text": "Gira uno de tus dados a una cara que muestre daño a distancia ([ranged])."
    },
    {
        "code": "01152",
        "name": "Todos a una",
        "text": "Resuelve cualquier cantidad de tus dados en el orden que prefieras."
    },
    {
        "code": "01153",
        "name": "Bloquear",
        "text": "Retira todos los dados de un adversario que muestren daño cuerpo a cuerpo ([melee])."
    },
    {
        "code": "01154",
        "name": "Asalto cuerpo a cuerpo",
        "text": "Cuenta la cantidad de dados que tienes que muestren daño cuerpo a cuerpo ([melee]). Descarta de la mano de un adversario esa misma cantidad de cartas escogidas al azar."
    },
    {
        "code": "01155",
        "name": "Esquivar",
        "text": "Retira todos los dados de un adversario que muestren daño a distancia ([ranged])."
    },
    {
        "code": "01156",
        "name": "Flanquear",
        "text": "Juega esta carta sólo si tienes más Personajes preparados que un adversario.\nRetira uno de los dados de ese adversario."
    },
    {
        "code": "01157",
        "name": "Ponerse a cubierto",
        "text": "Entrega 1 escudo a un Personaje."
    },
    {
        "code": "01158",
        "name": "Desarmar",
        "text": "Retira uno de tus dados que muestre daño ([melee] o [ranged]) para descartar del juego un <i>arma</i> o <i>equipo</i> que tenga un coste igual o inferior al valor de resultado de ese dado."
    },
    {
        "code": "01159",
        "name": "Electrochoque",
        "text": "Señala un Personaje de color Amarillo para retirar un dado que muestre un valor de resultado de 2 o menos."
    },
    {
        "code": "01160",
        "name": "Cambio de tornas",
        "text": "Señala un Personaje de color Amarillo para retirar un dado que muestre daño ([ranged] o [melee]) e infligir ese daño a un Personaje."
    },
    {
        "code": "01161",
        "name": "Despeque inmediato",
        "text": "Señala un Personaje de color Amarillo para volver a tirar todos los dados de un adversario."
    },
    {
        "code": "01162",
        "name": "Impredecible",
        "text": "Emboscada.\nVuelve a tirar un dado <em>(tuyo o de un adversario)</em>."
    },
    {
        "code": "01163",
        "name": "Infame",
        "text": "Antes de que juegues una carta de color Amarillo, puedes agotar este Apoyo para darle la palabra clave Emboscada."
    },
    {
        "code": "01164",
        "name": "Resguardarse",
        "text": "Si el Personaje vinculado sufre daño cuerpo a cuerpo ([melee]), descarta esta Mejora.\n<b>Acción</b> - Agota esta Mejora para entregar 1 escudo al Personaje vinculado."
    },
    {
        "code": "01165",
        "name": "Centro de mando",
        "subtitle": "Lothal",
        "text": "<b>Reclamar</b> - Cada adversario descarta las 2 primeras cartas de su mazo."
    },
    {
        "code": "01166",
        "name": "Base Eco",
        "subtitle": "Hoth",
        "text": "<b>Reclamar</b> - Entrega 1 escudo a un Personaje."
    },
    {
        "code": "01167",
        "name": "Sala del trono del Emperador",
        "subtitle": "Estrella de la Muerte II",
        "text": "<b>Reclamar</b> - Gira una de tus dados a una cara que muestre una capacidad especial ([special]). Luego puedes resolver ese dado."
    },
    {
        "code": "01168",
        "name": "Yermos helados",
        "subtitle": "Base Starkiller",
        "text": "<b>Reclamar</b> - Retira un dado de Personaje."
    },
    {
        "code": "01169",
        "name": "Arsenal imperial",
        "subtitle": "Estrella de la Muerte",
        "text": "<b>Reclamar</b> - Juega una Mejora de tu mano, reduciendo en 1 su coste."
    },
    {
        "code": "01170",
        "name": "Templo jedi",
        "subtitle": "Coruscant",
        "text": "<b>Reclamar</b> - Mira la mano de un adversario y descarta de ella hasta 2 Eventos de tu elección."
    },
    {
        "code": "01171",
        "name": "Sala de guerra rebelde",
        "subtitle": "Yavin IV",
        "text": "<b>Reclamar</b> - Resuelve uno de tus dados. Si tiene un coste en recursos, no tienes que pagarlo."
    },
    {
        "code": "01172",
        "name": "Puerto espacial de Mos Eisley",
        "subtitle": "Tatooine",
        "text": "<b>Reclamar</b> - Devuelve a tu mano una de tus Mejoras en juego para recibir 1 recurso."
    },
    {
        "code": "01173",
        "name": "Base separatista",
        "subtitle": "Mustafar",
        "text": "<b>Reclamar</b> - Cada adversario elige uno de sus Personajes y le inflige 1 punto de daño no anulable."
    },
    {
        "code": "01174",
        "name": "Cementerio de astronaves",
        "subtitle": "Jakku",
        "text": "<b>Reclamar</b> - Elige un Apoyo o Mejora en tu pila de descarte y colócalo en la parte superior de tu mazo."
    }
]
