[
    {
        "code": "06001",
        "name": "Anakin Skywalker",
        "subtitle": "Aprendiz turbado",
        "text": "No puedes tener a Darth Vader en tu equipo.\n[special] - Descarta una carta de héroe de tu mano para entregar 2 escudos a un Personaje, o descarta una carta de villano de tu mano para infligir 2 puntos de daño a un Personaje."
    },
    {
        "code": "06002",
        "flavor": "\"Mis decisiones son responsabilidad mía.\"",
        "name": "Lobot",
        "subtitle": "Ayudante cíborg",
        "text": "Mientras controles el campo de batalla, este Personaje posee la palabra clave Guardián.\n[special] - Resuelve uno de tus dados, incrementando en 2 su valor de resultado."
    },
    {
        "code": "06003",
        "flavor": "\"¿Amiga? Un término muy genereso teniendo en cuenta lo que pasó.\"",
        "name": "Ketsu Onyo",
        "subtitle": "Agente del Sol Negro",
        "text": "Antes de que uno de tus Personajes sea derrotado, puedes transferir un <i>arma</i> de ese Personaje a éste."
    },
    {
        "code": "06004",
        "flavor": "\"No soporto a estos jawas. ¡Son criaturas desagradables!\" <cite>C-3PO</cite>",
        "name": "Carroñero jawa",
        "text": "Después de que actives este Personaje, puedes descartar del juego de uno de tus Apoyos o Mejoras que tenga un coste igual o superior a 2 para recibir 1 recurso."
    },
    {
        "code": "06005",
        "flavor": "\"To defeat your enemy, you must know your enemy.\" <cite>Maul</cite>",
        "name": "Hidden Motive",
        "text": "Choose a symbol. Then reroll an opponent's die. If that die just rolled the chosen symbol, remove it."
    },
    {
        "code": "06006",
        "name": "Crafted Lightsaber",
        "text": "Play only on an exhasted character."
    },
    {
        "code": "06007",
        "flavor": "\"Stay on target!\" <cite>Gold Five</cite>",
        "name": "Targeting Computer",
        "text": "Turn a support or upgrade die to any side."
    },
    {
        "code": "06008",
        "flavor": "Swift and highly maneuverable, this fighter was designed and flown by the Mandalorian Protectors.",
        "name": "Fang Fighter",
        "text": "Ambush.\n"
    },
    {
        "code": "06009",
        "name": "Tinker",
        "text": "Turn one of your dice to a side showing a value of 1."
    },
    {
        "code": "06010",
        "flavor": "This projectile weapon uses magnetic field technology, making its operation nearly silent.",
        "name": "Verpine Sniper Rifle",
        "text": "[special] - Deal 2 unblockable damage to a character."
    },
    {
        "code": "06011",
        "name": "Emulate",
        "text": "Turn a character die to any side if there are 2 or more copies of that character in play."
    },
    {
        "code": "06012",
        "name": "Fight Back",
        "text": "Remove one of your dice to remove a die showing damage ([ranged], [melee], or [indirect])."
    },
    {
        "code": "06013",
        "name": "Ingenioso",
        "text": "Señala un Personaje de color Gris y retira uno de tus dados para recibir 1 recurso."
    },
    {
        "code": "06014",
        "name": "Surprise Attack",
        "text": "Resolve one of your dice showing damage ([ranged], [melee], or [indirect]), increasing its value by 1."
    },
    {
        "code": "06015",
        "name": "Supply Pack",
        "text": "<b>Action</b> - Exhaust this upgrade to reroll any number of attached character's character or upgrade dice."
    },
    {
        "code": "06016",
        "name": "T-21 Repeating Blaster",
        "text": "[special] - Deal 2 damage to a character. Then you may reroll ths die instead of removing it from your pool."
    },
    {
        "code": "06017",
        "flavor": "While heavy and dcumbersome, some species could wield vibroswords one-handed.",
        "name": "Vibrosword",
        "text": "Redeploy."
    },
    {
        "code": "06018",
        "flavor": "The Bespin Wing Guard patrolled Cloud City to enforce order.",
        "name": "Bespin Wing Guard",
        "text": "<b>Action</b> - Exhaust this support and spend 1 resource to force an opponent to choose and discard a card from their hand."
    },
    {
        "code": "06019",
        "name": "Dry Fields",
        "subtitle": "Atollon",
        "text": "<b>Claim</b> - Gain 1 resource if you have no resources."
    },
    {
        "code": "06020",
        "name": "Sith Temple",
        "subtitle": "Malachor",
        "text": "<b>Claim</b> - Remove one of your dice to deal 1 unblockable damage to a character."
    }
]
