[
    {
        "code": "02001",
        "flavor": "Como guardia personal de Krennic, estos soldados están dispuestos a todo para defender a su comandante.",
        "name": "Soldado de la Muerte"
    },
    {
        "code": "02002",
        "flavor": "\"¡Traidor!\"",
        "name": "FN-2199",
        "subtitle": "Soldado leal",
        "text": "Después de que juegues un <i>arma</i> en este personaje, tira el dado de ese <i>arma</i>, si es posible. Puedes resolverlo de inmediato."
    },
    {
        "code": "02003",
        "name": "Director Krennic",
        "subtitle": "Cruel pero brillante",
        "text": "Después de que actives a este Personaje, si controlas el campo de batalla, tira un dado de Soldado de la Muerte ([SoR]1) en tu reserva. Deja aparte ese dado después de que sea resuelto o retirado."
    },
    {
        "code": "02004",
        "flavor": "\"I can't shake him!\" <cite>Biggs Darklighter</cite>",
        "name": "Tie Pilot",
        "text": "While this die is in your pool, your other dice showing ranged damage ([ranged]) cannot be removed by an opponent."
    },
    {
        "code": "02005",
        "name": "Emplazamiento E-Web",
        "text": "Mientras controles el campo de batalla, el valor de resultado de cada una de las caras de este dado se incrementa en 1."
    },
    {
        "code": "02006",
        "name": "Disciplina Imperial",
        "text": "Sólo Personaje de color Rojo.\n<b>Acción</b> - REtira este dado para girar uno de los dados de Personaje o de Mejora de este Personaje a una cara que muestre daño a distancia ([ranged]) o un recurso ([resource])."
    },
    {
        "code": "02007",
        "name": "Pistola bláster pesada DT-29",
        "text": "[special] - Retira un dado de un adversario que muestre un coste en recursos."
    },
    {
        "code": "02008",
        "name": "Z6 Riot Control Baton",
        "text": "Redeploy.\nAfter you roll this die into your pool, you may reroll it."
    },
    {
        "code": "02009",
        "flavor": "\"¡Tu debilidad no se convertirá en mi caída!\"",
        "name": "Asajj Ventress",
        "subtitle": "Asesina de la Fuerza",
        "text": "Después de que un adversario descarte una carta de su mano para volver a tirar dados, puedes obligarle a elegir y descartar otra carta de su mano."
    },
    {
        "code": "02010",
        "flavor": "\"You understimate my power.\"",
        "name": "Darth Vader",
        "subtitle": "Dark Apprentice",
        "text": "[special] - Deal 3 damage to a character. Then deal 1 damage to this character."
    },
    {
        "code": "02011",
        "flavor": "\"Todo se está desarrollando como yo había previsto.\"",
        "name": "Palpatine",
        "subtitle": "Emperador galáctico",
        "text": "Después de que resuelvas este dado, obliga a un adversario a infligir 2 puntos de daño a sus Personajes, distribuyendo el daño como desee."
    },
    {
        "code": "02012",
        "name": "Guardia real",
        "text": "Guardián.\nNo puedes jugar <i>capacidades</i> de color Azul en este Personaje."
    },
    {
        "code": "02013",
        "name": "Lanzadera de mando",
        "text": "[special] - Usa una capacidad especial ([special]) en uno de tus Personajes."
    },
    {
        "code": "02014",
        "name": "Force Lightning",
        "text": "Blue character only.\n[special] - Deal 1 damage to a character. You  may remove a die showing a blank ([blank]) to reroll this die instead of removing it from your pool."
    },
    {
        "code": "02015",
        "name": "Lightsaber Pike",
        "text": "<b>Action</b> - Remove this die to give a non-attached character 1 shield."
    },
    {
        "code": "02016",
        "name": "Lure of Power",
        "text": "You may resolve the modifier sides <em>(sides with a +)</em> of this die to modify any symbol."
    },
    {
        "code": "02017",
        "name": "Droide interrogador",
        "text": "Después de que actives este Apoyo, mira una carta escogida al azar en la mano de un adversario. Si esa carta es un Evento, puedes retirar este dado para descartarla."
    },
    {
        "code": "02018",
        "flavor": "\"Well, what do we have here?\"",
        "name": "Aurra Sing",
        "subtitle": "Deadly Shot",
        "text": "Before you resolve this die, you may discard a card from your hand yo increase its value by 1."
    },
    {
        "code": "02019",
        "name": "Guavian Enforcer",
        "text": "<b>Action</b> - Remove this die to remove 1 shield from a character."
    },
    {
        "code": "02020",
        "name": "IG-88",
        "subtitle": "Droide asesino",
        "text": "[special] - Juega sobre este Personaje un <i>arma</i> o <i>equipo</i> de color Amarillo desde tu pila de descarte, reduciendo en 2 su coste."
    },
    {
        "code": "02021",
        "name": "Unkar Plutt",
        "subtitle": "Junk Dealer",
        "text": "<b>Action</b> - Remove any number of your dice showing a combined value of 3 or more. Then discard a random card from an opponent's hand and gain resources equal to its cost."
    },
    {
        "code": "02022",
        "name": "Esclavo I",
        "text": "[special] - Obliga a un adversario a infligir tantos puntos de daño a sus Personajes como la cantidad de dados en tu reserva de dados, distribuyendo el daño como desee."
    },
    {
        "code": "02023",
        "name": "Blackmail",
        "text": "After you roll this die, any opponent may give you 1 resource to remove this die."
    },
    {
        "code": "02024",
        "name": "Personal Shield",
        "text": "Before attached character is dealt 2 or more ranged damage ([ranged]), you may exhaust this upgrade to give attached character 1 shield."
    },
    {
        "code": "02025",
        "name": "Vibroknucklers",
        "text": "Ambush.\nBefore resolving this die, you  may spend 1 resource to increase its value by 1."
    },
    {
        "code": "02026",
        "name": "Baze Malbus",
        "subtitle": "Tirador extraordinario",
        "text": "[special] - Inflige 1 punto de daño a cada uno de los Personajes de un adversario."
    },
    {
        "code": "02027",
        "name": "Mon Mothma",
        "subtitle": "Hábil política",
        "text": "Después de que juegues un Evento, puedes volver a tirar un dado del mismo color que ese Evento."
    },
    {
        "code": "02028",
        "name": "Comando rebelde",
        "text": "[special] - Retira un dado de un adversario"
    },
    {
        "code": "02029",
        "flavor": "\"¡Fuego terrestre! ¡Ojo!\"",
        "name": "Temmin \"Snap\" Wexley",
        "subtitle": "Especialista de reconocimiento",
        "text": "Mientras haya al menos uno de estos dados en tu reserva, tu adversario debe gastar 1 recurso para poder reclamar el campo de batalla."
    },
    {
        "code": "02030",
        "flavor": "\"¡Soy yo, C-3PO!\"",
        "name": "C-3PO",
        "text": "<b>Acción</b> - Retira este dado para resolver uno de tus dados como si estuviera mostrando un símbolo diferente <em>(conserva su valor de resultado original).</em>"
    },
    {
        "code": "02031",
        "name": "Ala-U",
        "text": "[special] - Inflige 2 puntos de daño a cada uno de los Personajes de un adversario.\n[special] - Entrega 2 escudos a cada uno de tus Personajes."
    },
    {
        "code": "02032",
        "name": "Bláster A180",
        "text": "[special] - Inflige 1 punto de daño a un Personaje y entrega 1 escudo al Personaje vinculado.\n[special] - Inflige 1 punto de daño a cada uno de los Personajes de un adversario.\n[special] - Inflige 2 puntos de daño no anulable a un Personaje."
    },
    {
        "code": "02033",
        "flavor": "Los soldados más veteranos ya se consideran a sí mismos muertos.",
        "name": "Máquina de destrucción"
    },
    {
        "code": "02034",
        "name": "Jedi Acolyte",
        "text": "Before you resolve this die, increase its value by 1, if it is showing the same symbol as one of your other dice."
    },
    {
        "code": "02035",
        "name": "Chirrut Îmwe",
        "subtitle": "Guerrero ciego",
        "text": "No puedes jugar <i>capacidades</i> de color Azul en este Personaje.\nDespués de que actives este Personaje, puedes volver a tirar todos tus dados que muestren caras vacías ([blank])."
    },
    {
        "code": "02036",
        "flavor": "\"Synchronize on my mark.\"",
        "name": "Luminara Unduli",
        "subtitle": "Inspiring Commander",
        "text": "[special] - Resolve one of your character dice, increasing its value by 2, or by 3 instead if it is a non-unique character die."
    },
    {
        "code": "02037",
        "flavor": "\"Déjate llevar sólo por tu instinto.\"",
        "name": "Obi-Wan Kenobi",
        "subtitle": "Ermitaño misterioso",
        "text": "Guardian.\nAntes de que este Personaje sea derrotado, puedes jugar sin coste alguno una carta de color Azul de tu mano o desde tu pila de descarte."
    },
    {
        "code": "02038",
        "flavor": "Una de las naves favoritas de los jedi durante las Guerras Clon.",
        "name": "Interceptor Delta-7",
        "text": "[special] - Vuelve a tirar hasta 3 dados (<em>tuyos y/o de tus adversarios)."
    },
    {
        "code": "02039",
        "name": "Arco láser artesanal",
        "text": "[special] - Inflige 3 puntos de daño a un Personaje.\n[special] - Retira todo los escudos de un Personaje. Luego inflige 2 puntos de daño a ese Personaje."
    },
    {
        "code": "02040",
        "name": "Force Heal",
        "text": "Blue character only.\n[special] - Heal 1 damage from a character or spend 1 resource to heal 2 damage from a character."
    },
    {
        "code": "02041",
        "name": "Diarios de Ben Kenobi",
        "text": "<b>Acción</b> - Retira este dado para robar una carta."
    },
    {
        "code": "02042",
        "flavor": "\"Este pequeño droide y yo hemos pasado de todo juntos.\" <cite>Luke Skywalker</cite>",
        "name": "R2-D2",
        "text": "[special] - Resuelve uno de tus dados, incrementando en 1 su valor de resultado."
    },
    {
        "code": "02043",
        "name": "Chewbacca",
        "subtitle": "Loyal Friend",
        "text": "[special] - Turn a opponent's die to a side showing damage ([ranged] or [melee]) to deal that damage to a character."
    },
    {
        "code": "02044",
        "name": "Jyn Erso",
        "subtitle": "Agente temeraria",
        "text": "El coste del primer Evento de color Amarillo que juegues en cada ronda se reduce en 1."
    },
    {
        "code": "02045",
        "flavor": "\"Si vives lo suficiente, ves los mismos ojos en diferentes personas.\"",
        "name": "Maz Kanata",
        "subtitle": "Reina pirata",
        "text": "Después de que actives este Personaje, puedes resolver hasta 2 de tus dados."
    },
    {
        "code": "02046",
        "name": "Contrabandista del borde exterior",
        "text": "Después de que juegues la última carta de tu mano, recibes 1 recurso."
    },
    {
        "code": "02047",
        "name": "Carguero contrabandista",
        "text": "Después de que resuelvas una de las caras de este dado que muestre un valor de resultado de 2, coloca este Apoyo en la parte superior de tu mazo."
    },
    {
        "code": "02048",
        "flavor": "\"I like this thing.\" <cite>Han Solo</cite>",
        "name": "Bowcaster",
        "text": "Redeploy.\n[special] - Deal 1 unblockable damage each to up to 2 different characters."
    },
    {
        "code": "02049",
        "name": "Agente solitario",
        "text": "[special] - Cura 2 puntos de daño del Personaje vinculado, o 3 puntos de daño si el Personaje vinculado es tu único Personaje en juego."
    },
    {
        "code": "02050",
        "name": "Gafas de Maz",
        "text": "Para jugar esta carta, señala un Personaje de color Amarillo.\n[special] - Mira la mano de un adversario y descarta un Evento de ella."
    },
    {
        "code": "02051",
        "name": "Línea de suministro",
        "text": "[special] - Vuelve a tirar cualquier cantidad de tus dados."
    },
    {
        "code": "02052",
        "name": "Droide astromecánico",
        "text": "<b>Acción</b> - Retira este dado para girar un dado de <i>vehículo</i> a cualquier cara."
    },
    {
        "code": "02053",
        "name": "Rocket Launcher",
        "text": "[special] - Discard a <i>vehicle</i> from play.\n[special] - Deal 2 damage each to up to 2 different characters."
    },
    {
        "code": "02054",
        "name": "Empujar con la Fuerza",
        "text": "Sólo Personaje de color Azul.\n[special] - Gira hasta 2 dados de un adversario a caras de tu elección."
    },
    {
        "code": "02055",
        "name": "Velocidad de la Fuerza",
        "text": "Sólo Personaje de color Azul.\n[special] - Realiza hasta 2 acciones adicionales."
    },
    {
        "code": "02056",
        "name": "Entrenamiento en Makashi",
        "text": "Para jugar esta carta, señala un Personaje de color Azul.\n<b>Acción</b> - Retira uno de tus dados que muestre daño cuerpo a cuerpo ([melee]) y agota esta Mejora para retirar un dado que muestre daño cuerpo a cuerpo ([melee])."
    },
    {
        "code": "02057",
        "name": "Vibrocuchillo",
        "text": "Emboscada.\nMientras este dado esté en tu reserva, el daño cuerpo a cuerpo ([melee]) infligido por tus dados (<em>incluido este dado</em>) no se puede anular."
    },
    {
        "code": "02058",
        "name": "Saltador quad",
        "text": "<b>Acción</b> - Descarta este Apoyo para jugar un Apoyo de tu mano, reduciendo en 3 su coste."
    },
    {
        "code": "02059",
        "name": "Pistola de ascensión",
        "text": "[special] - Usa la capacidad de un campo de batalla que no esté siendo usado <em>(pero se ha traído a la partida)</em> como si acabaras de reclamarlo."
    },
    {
        "code": "02060",
        "name": "Con Artist",
        "text": "Yellow character only.\n[special] - Place 1 damage on this upgrade. Then discard cards from the top of an opponent's deck equal to the amount of damage on this upgrade."
    },
    {
        "code": "02061",
        "name": "Formación de batalla",
        "text": "Emboscada.\nCuenta la cantidad de Personajes de color Rojo que tienes. Puedes volver a tirar esa misma cantidad de tus dados."
    },
    {
        "code": "02062",
        "name": "Imperial War Machine",
        "text": "Resolve one of your Red dice showing a resource cost for free."
    },
    {
        "code": "02063",
        "name": "Estado de confinamiento",
        "text": "Emboscada.\nSeñala dos Personajes de color Rojo para tomar el control del campo de batalla. <em>(Esta no se considera reclamar el campo de batalla.)</em>"
    },
    {
        "code": "02064",
        "name": "Sustained Fire",
        "text": "Play only if you have 2 or more dice showing ranged damage ([ranged]).\nRemove all shields from all of an opponent's characters."
    },
    {
        "code": "02065",
        "name": "¡Traidor!",
        "text": "Emboscada.\nDescarta la primera carta de tu mazo. Luego retira un dado que no muestre un resultado especial ([special]) y tenga un valor de resultado igual o inferior al coste de la carta que acabas de descartar."
    },
    {
        "code": "02066",
        "name": "Trench Warfare",
        "text": "Play only if you have one or more dice showing a shield ([shield]).\nTurn any number of an opponent's dice to sides showing shields ([shield])."
    },
    {
        "code": "02067",
        "name": "Undying Loyalty",
        "text": "Heal 1 damage from a Red character. If there is another copy of this event in your discard pile, you may spend 1 resource to place this event on the top of your deck instead of discarding it."
    },
    {
        "code": "02068",
        "name": "We Have Them Now",
        "text": "Play only if you control de battlefield.\nTurn up to 4 of your dice to sides showing damage ([ranged] or [melee])."
    },
    {
        "code": "02069",
        "name": "Guerra de desgaste",
        "text": "Después de que uno de tus Personajes sea derrotado, inflige 1 punto de daño a un Personaje."
    },
    {
        "code": "02070",
        "name": "Imperial Inspection",
        "text": "After one of your dice rolls a disrupt ([disrupt]), you may exhaust this support to return an upgrade in play that costs 2 or less to its owner's hand."
    },
    {
        "code": "02071",
        "name": "Anger",
        "text": "Play only if you have 2 or more dice showing blanks ([blank]).\nResolve an opponent's die showing damage ([ranged] or [melee]) as if it were your die."
    },
    {
        "code": "02072",
        "name": "Lightsaber Throw",
        "text": "Play only if you have one or more dice showing melee damage ([melee]).\nDeal 2 damage to a character."
    },
    {
        "code": "02073",
        "name": "Manipular",
        "text": "Gira uno de tus dados a una cara que muestre una cara vacía ([blank]). Luego gira un dado de un adversario a una cara que muestre una cara vacía ([blank])."
    },
    {
        "code": "02074",
        "name": "No Disintegrations",
        "text": "Discard the top card of an opponent's deck, or 3 cards instead if there is another copy of this event in your discard pile."
    },
    {
        "code": "02075",
        "name": "Now You Will Die",
        "text": "Resolve one of your dice as if it were showing melee damage ([melee]) <em>(it keeps its original value)</em>."
    },
    {
        "code": "02076",
        "name": "Alzarse de nuevo",
        "text": "Cura 5 puntos de daño de un Personaje único de color Azul. Puedes jugar sin coste alguno una Mejora desde tu pila de descarte."
    },
    {
        "code": "02077",
        "name": "El precio del fracaso",
        "text": "Señala un Personaje de color Azul y derrota a uno de tus Personajes para preparar un Personaje."
    },
    {
        "code": "02078",
        "name": "Dark Presence",
        "text": "After one of your dice rolls a discard ([discard]), you may exhaust this support to force an opponent to choose and remove one of their dice."
    },
    {
        "code": "02079",
        "name": "Ahora yo soy el maestro",
        "text": "Después de infligir daño con los dados de Personaje o de Mejora del Personaje vinculado, puedes agotar esta Mejora para girar un dado a una cara que muestre una cara vacía ([blank])."
    },
    {
        "code": "02080",
        "name": "Duda",
        "text": "Vuelve a tirar un dado de un adversario. Luego ese adversario elige entre resolver ese dado o retirarlo."
    },
    {
        "code": "02081",
        "name": "Venta de armas",
        "text": "Descarta cualquier cantidad de <i>armas</i> de tu mano. Luego recibes 1 recurso por cada carta que acabas de descartar."
    },
    {
        "code": "02082",
        "name": "Bait and Switch",
        "text": "Ambush.\nTurn one of your dice showing a resource ([resource]) to any side."
    },
    {
        "code": "02083",
        "name": "Amistades en las altas esferas",
        "text": "Juega esta carta ´sólo si tienes dados que muestren un valor de resultado combinado igual o superior a 7.\nMira las 3 primeras cartas de tu mano. Puedes jugar sin coste alguno una de esas cartas. Descarta las cartas que no juegues."
    },
    {
        "code": "02084",
        "name": "Cabos sueltos",
        "text": "Emboscada.\nRetira uno de tus dados que muestre daño a distancia ([ranged]) para descartar las 4 primeras cartas del mazo de un adversario."
    },
    {
        "code": "02085",
        "name": "One-Quarter Portion",
        "text": "Remove an opponenet's die. Then that opponent gains 1 resource."
    },
    {
        "code": "02086",
        "name": "Relentless Pursuit",
        "text": "Move up to 2 damage from an opponent's character to another character (<em>this ignores shields.</em>)"
    },
    {
        "code": "02087",
        "name": "Compra de chatarra",
        "text": "Juega esta carta sólo si tienes 3 o más cartas en tu pila de descarte.\nAñade a tu mano una carta escogida al azar de tu pila de descarte <em>(muestra la carta a tus adversarios).</em>"
    },
    {
        "code": "02088",
        "name": "Salvage Stand",
        "text": "After one of your dice rolls a resource ([resource]), you may exhaust this support to force an opponent to lose 1 resource."
    },
    {
        "code": "02089",
        "name": "Armor Plating",
        "text": "Before attached character takes damage, you may block up to 2 damage. Then discard this upgrade from play."
    },
    {
        "code": "02090",
        "name": "Evacuación de emergencia",
        "text": "Retira todos los dados."
    },
    {
        "code": "02091",
        "name": "Fuego amigo",
        "text": "Señala un Personaje de color Rojo y retira un dado de un adversario que muestre daño a distancia ([ranged]) para infligir ese daño a un Personaje."
    },
    {
        "code": "02092",
        "name": "Guerra de guerrillas",
        "text": "Emboscada.\nRetira uno de tus dados de color Rojo para infligir 1 punto de daño a un Personaje."
    },
    {
        "code": "02093",
        "name": "Our Only Hope",
        "text": "Draw a card. You may play that card for free or discard that card to gain 2 resources."
    },
    {
        "code": "02094",
        "name": "Rebel Assault",
        "text": "Play only if you have one or more dice showing ranged damage ([ranged]).\nRemove an opponent's die not showing damage ([ranged] or [melee])."
    },
    {
        "code": "02095",
        "name": "Sensor Placement",
        "text": "Spot a red character to resolve an opponent's die not showing damage ([ranged] or [melee]) as if it were your die."
    },
    {
        "code": "02096",
        "name": "Espíritu de rebelión",
        "text": "Entrega 1 escudo a un Personaje, o 2 escudos si hay otra copia de este Evento en tu pila de descarte."
    },
    {
        "code": "02097",
        "name": "Insurrección planetaria",
        "text": "Después de que reclames el campo de batalla, obliga a un adversario a infligir 2 puntos de daño a sus Personajes, distribuyendo el daño como desee."
    },
    {
        "code": "02098",
        "name": "Red de espionaje",
        "text": "Después de que uno de tus dados obtenga un resultado de concentración ([focus]), puedes agotar este Apoyo para descarta la primera carta del mazo de un adversario."
    },
    {
        "code": "02099",
        "name": "Aptitud táctica",
        "text": "Después de que actives al Personaje vinculado, puedes robar una carta. Luego coloca una carta de tu mano en la parte inferior de tu mazo."
    },
    {
        "code": "02100",
        "name": "Cautela",
        "text": "Retira uno de tus dados de Personaje para entregar 3 escudos a otro Personaje."
    },
    {
        "code": "02101",
        "name": "Destino",
        "text": "Retira cualquier cantidad de tus dados de color Azul. Juega sin coste alguno una carta de tu mano que tenga un coste igual o inferior al valor de resultado combinado de los dados de color Azul que acabas de retirar."
    },
    {
        "code": "02102",
        "name": "Determinación",
        "text": "Juega esta carta sólo si tienes uno o más dados que muestren resultados de concentración ([focus]).\nResuelve uno de tus dados como si estuviera mostrando un símbolo diferente <em>(conserva su valor de resultado original).</em>"
    },
    {
        "code": "02103",
        "name": "Estar en guardia",
        "text": "Retira uno de tus dados de color Azul que muestre daño cuerpo a cuerpo ([melee]) para retirar tantos dados de un adversario como el valor de resultado del dado que acabas de retirar."
    },
    {
        "code": "02104",
        "name": "Aullido de dragón krayt",
        "text": "Señala un Personaje de color Azul para elegir un dado de un adversario. Ese adversario elige entre retirar ese dado o descartar las 2 primeras cartas de su mazo."
    },
    {
        "code": "02105",
        "name": "La Fuerza es mi aliada",
        "text": "Emboscada.\nResuelve uno de tus dados de color Azul sin retirarlo de tu reserva."
    },
    {
        "code": "02106",
        "name": "Sincronización",
        "text": "Juega esta carta sólo si tienes dados que muestren daño cuerpo a cuerpo ([melee]) y escudos ([shield]).\nInflige 2 puntos de daño no anulable a un Personaje."
    },
    {
        "code": "02107",
        "name": "Your Eyes Can Deceive You",
        "text": "After one of your dice rolls a shield ([shield]), you may exhaust this support to turn an opponent's die to any side."
    },
    {
        "code": "02108",
        "name": "Mentor protector",
        "text": "Los escudos del Personaje vinculado se pueden usar para anular el daño infligido a cualquier Personaje."
    },
    {
        "code": "02109",
        "name": "Confianza",
        "text": "Elige un dado de un adversario y oblígale a resolverlo, si es posible."
    },
    {
        "code": "02110",
        "name": "Garbage'll Do",
        "text": "Ambush. <em>(You may take one additional action after you play this card.)</em>\nRemove one of your <b>vehicle</b> dice to give each of your characters 1 shield."
    },
    {
        "code": "02111",
        "name": "¡Aguanta!",
        "text": "Emboscada.\nTransfiere cualquier cantidad de escudos de unos de tus Personajes a otro Personaje."
    },
    {
        "code": "02112",
        "name": "Rebel",
        "text": "Play only if you have one or more dice showing a discard.\nPlay a card from your discard pile, decreasing its cost by 1."
    },
    {
        "code": "02113",
        "name": "La gran estafa",
        "text": "Recibes 3 recursos si hay otra copia de este Evento en tu pila de descarte."
    },
    {
        "code": "02114",
        "name": "Gato y ratón de Lothal",
        "text": "Obliga a un adversario a elegir y retirar uno de tus dados. Luego tú retiras uno de sus dados."
    },
    {
        "code": "02115",
        "name": "Never Tell Me The Odds",
        "text": "Choose one of your Yellow characters. Turn any number of its character and upgrade dice to sides of your choice."
    },
    {
        "code": "02116",
        "name": "Explosión planificada",
        "text": "Juega esta carta sólo si tienes dados que muestren un valor de resultado combinado igual o superior a 10.\nRetira todos tus dados e inflige 10 puntos de daño a un Personaje."
    },
    {
        "code": "02117",
        "name": "Double-Dealing",
        "text": "After one of your dice rolls a special ([special]), you may exhaust this support to gain 1 resource."
    },
    {
        "code": "02118",
        "name": "Deuda de vida",
        "text": "Sólo Personaje de color Amarillo.\nDespués de que actives este personaje, puedes transferir 1 punto de daño de otro Personaje a este Personaje <em>(esta transferencia ignora escudos).</em>"
    },
    {
        "code": "02119",
        "name": "Pasada de bombardeo",
        "text": "Resuelve uno de tus dados de color Rojo que muestre un resultado de interferir ([disrupt]). Luego inflige 1 punto de daño a cada uno de los Personajes de un adversario."
    },
    {
        "code": "02120",
        "name": "Collateral Damage",
        "text": "Resolve one or more of your dice showing either melee damage ([melee]) or ranged damage ([ranged]). Then force an opponent to lose 1 resource."
    },
    {
        "code": "02121",
        "name": "Salvo",
        "text": "Resolve one of your dice showing ranged damage ([ranged]) against each of an opponent's characters."
    },
    {
        "code": "02122",
        "name": "Fuego de contención",
        "text": "Retira uno de tus dados de color Rojo que muestre daño a distancia ([ranged]). Luego retira un dado de un adversario."
    },
    {
        "code": "02123",
        "name": "Secuelas de la batalla",
        "text": "Después de que un Personaje sea derrotado, recibes 1 recurso."
    },
    {
        "code": "02124",
        "name": "Superioridad aérea",
        "text": "Después de que juegues este Apoyo, coloca 3 escudos sobre él.\n<b>Acción</b> - Agota este Apoyo para transferir 1 escudo de él a un Personaje."
    },
    {
        "code": "02125",
        "name": "Instrucción",
        "text": "Sólo Personaje de color Rojo que no sea único.\nEl Personaje vinculado es élite (<em>coloca sobre su carta una segunda copia de su dado</em>)."
    },
    {
        "code": "02126",
        "name": "Piloto de flanco",
        "text": "Sólo Personaje de color Rojo.\nDespués de que actives un Personaje de color Rojo, puedes activar a tu Personaje vinculado."
    },
    {
        "code": "02127",
        "name": "Golpe decisivo",
        "text": "Resuelve uno de tus dados que muestre daño cuerpo a cuerpo ([melee]). Luego retira todos los dados de Personaje y de Mejora del Personaje al que acabas de infligir daño."
    },
    {
        "code": "02128",
        "name": "Terreno elevado",
        "text": "Juega esta carta sólo si controlas el campo de batalla.\nRetira un dado de un adversario que muestre daño ([ranged] o [melee]). Luego, si era un dado de Personaje, inflige 1 punto de daño a ese Personaje."
    },
    {
        "code": "02129",
        "name": "Momentum Shift",
        "text": "Move 1 shield from an opponent's character to one of your characters."
    },
    {
        "code": "02130",
        "name": "Exceso de confianza",
        "text": "Señala un Personaje de color Azul para volver a tirar 2 dados. Luego retira uno de esos dados con el valor de resultado más bajo <em>(en caso de empate tú elijes cuál).</em>"
    },
    {
        "code": "02131",
        "name": "Premonitions",
        "text": "Choose one: set this card aside and stack a card from your hand on it facedown, or play the card stacked on another copy of this card for free and discard the set aside copy."
    },
    {
        "code": "02132",
        "name": "Rejuvinate",
        "text": "Spot a Blue character to heal 1 damage from a character."
    },
    {
        "code": "02133",
        "name": "Confía en tus instintos",
        "text": "Señala un Personaje de color Azul para volver atirar cualquier cantidad de sus dados de Personaje y de Mejora. Luego puedes robar una carta."
    },
    {
        "code": "02134",
        "name": "Meditate",
        "text": "<b>Action</b> - Exhaust this support and remove one of your dice showing a blank ([blank]) to turn one of your dice to a side not showing damage ([ranged] or [melee])."
    },
    {
        "code": "02135",
        "name": "Ilusión de la Fuerza",
        "text": "Antes de que el Personaje vinculado reciba daño, puedes descartar tantas cartas de la parte superior de tu mazo como esa cantidad de daño para anularlo. Luego descarta esta Mejora del juego."
    },
    {
        "code": "02136",
        "name": "Evasión",
        "text": "Retira un dado que muestre daño a distance ([ranged])."
    },
    {
        "code": "02137",
        "name": "Nuevas órdenes",
        "text": "Intercambia el campo de batalla por un campo de batalla que no esté siendo usado <em>(pero se ha traído a la partida)</em> y usa su capacidad \"<b>Reclamar</b>\"."
    },
    {
        "code": "02138",
        "name": "Parada",
        "text": "Retira un dado que muestre daño cuerpo a cuerpo ([melee])."
    },
    {
        "code": "02139",
        "name": "Celeridad",
        "text": "Emboscada.\nDala la palabra clave Emboscada a la siguiente carta que jueges en este turno."
    },
    {
        "code": "02140",
        "name": "Resolve",
        "text": "<b>Action</b> - Discard a card from your hand to reroll an opponent's die."
    },
    {
        "code": "02141",
        "name": "Ammo Belt",
        "text": "Before another upgrade on attached character would be discarded by a card effect, you may discard this upgrade instead."
    },
    {
        "code": "02142",
        "name": "Escondrijo",
        "text": "Retira uno de tus dados de Personaje de color Amarillo para entregar 2 escudos a ese Personaje."
    },
    {
        "code": "02143",
        "name": "Cheat",
        "text": "Switch a card in your hand with a card in your discard pile."
    },
    {
        "code": "02144",
        "name": "Distracción",
        "text": "Obliga a un adversario a perder 1 recurso, o 3 recursos si hay otra copia de este Evento en tu pila de descarte."
    },
    {
        "code": "02145",
        "name": "Un negocio \"estupendo\"",
        "text": "Resuelve uno de tus dados que muestre un recurso ([resource]). Luego intercambia todos tus recursos por todos los recursos de un adversario."
    },
    {
        "code": "02146",
        "name": "Amistades en los bajos fondos",
        "text": "Señala un Personaje de color Amarillo para mirar la mano de un adversario y descartar un Evento de su mano con un coste igual o inferior a 1."
    },
    {
        "code": "02147",
        "name": "Sabotaje",
        "text": "Descarta tantas cartas de tu mano como el coste de un Apoyo en juego para descartar ese Apoyo."
    },
    {
        "code": "02148",
        "name": "Improvisación",
        "text": "Emboscada.\n<b>Acción</b> - Retira uno de tus dados que muestre una cara vacía ([blank]) para volver a tirar cualquier cantidad de tus dados."
    },
    {
        "code": "02149",
        "name": "Outmaneuver",
        "text": "After you claim the battlefield, gain 1 resource."
    },
    {
        "code": "02150",
        "name": "Manos rápidas",
        "text": "Después de que actives el Personaje vinculado, puedes resolver uno de sus dados de Personaje o de Mejora."
    },
    {
        "code": "02151",
        "name": "Carbon-freezing Chamber",
        "subtitle": "Bespin",
        "text": "<b>Reclamar</b> - Choose a character die. That die cannot be rolled during the next round."
    },
    {
        "code": "02152",
        "name": "Cargo Hold",
        "subtitle": "Eravana",
        "text": "<b>Reclamar</b> - Move an upgrade from a character to another character controlled by the same player."
    },
    {
        "code": "02153",
        "name": "Docking Bay",
        "subtitle": "Finalizer",
        "text": "<b>Reclamar</b> - Play a support from your hand or discard pile, decreasing its cost by 1."
    },
    {
        "code": "02154",
        "name": "Ewok Village",
        "subtitle": "Endor",
        "text": "<b>Reclamar</b> - Remove all shields from a character."
    },
    {
        "code": "02155",
        "name": "Castillo de Maz",
        "subtitle": "Takodana",
        "text": "<b>Reclamar</b> - Roba 2 cartas. Coloca cualquier cantidad de cartas de tu mano en la parte inferior de tu mazo <em>(en el orden que quieras).</em>"
    },
    {
        "code": "02156",
        "name": "Moisture Farm",
        "subtitle": "Tatooine",
        "text": "<b>Reclamar</b> - Gain 1 resource."
    },
    {
        "code": "02157",
        "name": "Otoh Gunga",
        "subtitle": "Naboo",
        "text": "<b>Reclamar</b> - Cura 1 punto de daño de un Personaje."
    },
    {
        "code": "02158",
        "name": "Playa apartada",
        "subtitle": "Scarif",
        "text": "<b>Reclamar</b> - Retira un dado de un adversario que muestre daño a distance ([ranged])."
    },
    {
        "code": "02159",
        "name": "Secret Facility",
        "subtitle": "Scarif",
        "text": "<b>Reclamar</b> - Resolve up to 3 of your dice showing damage ([ranged] or [melee])."
    },
    {
        "code": "02160",
        "name": "Calles devastadas",
        "subtitle": "Jedha",
        "text": "<b>Reclamar</b> - Descarta una carta escogida al azar de la mano de un adversario."
    }
]
