[
    {
        "code": "04001",
        "name": "Kylo Ren",
        "subtitle": "Alma atormentada",
        "text": "Después de que actives este Personaje, puedes elegir un color <em>(Amarillo, Azul, Rojo, o Gris)</em>. Luego revela una carta escogida al azar de la mano de un adversario. Si el colo de esa carta coincide con el color elegido, inflige 2 puntos de daño a un Personaje."
    },
    {
        "code": "04002",
        "flavor": "\"No serás tan estúpido de pensar que va a ser fácil.\"",
        "name": "Capitán Phasma",
        "subtitle": "Estratega despiadada",
        "text": "[special] - Inflige 2 puntos de daño a un Personaje, o 3 puntos de daño si ese Personaje tiene 6 o más puntos de daño asignados."
    },
    {
        "code": "04003",
        "flavor": "Though superior to standard battle droids, this model of droid was too expensive to deploy in large numbers.",
        "name": "Droides comando",
        "text": "[special] - Deal 1 damage each to any number of characters."
    },
    {
        "code": "04004",
        "flavor": "\"Mis tropas entrarán y os matarán a todos.\" <cite>Captain Phasma</cite>",
        "name": "Bláster de la Capitán Phasma",
        "text": "Mientras esta Mejora esté vinculada a la Capitán Phasma, posee la palabra clave Redesplegar."
    },
    {
        "code": "04005",
        "name": "Guardia pretoriana",
        "text": "El Personaje vinculado posee la palabra clave Guardián."
    },
    {
        "code": "04006",
        "name": "Dark Counsel",
        "text": "[special] - Draw a card. Reroll this die instead of removing it from your pool."
    },
    {
        "code": "04007",
        "name": "Sable de luz cruciforme",
        "text": "´Después de que juegues esta Mejora sobre Kylo Ren, inflige 1 punto de daño a un Personaje.\n[special] - Inflife 2 puntos de daño a un Personaje, o 3 puntos de daño si ese Personaje posee 1 o más escudos."
    },
    {
        "code": "04008",
        "name": "Contener con la Fuerza",
        "text": "Sólo Personaje de color Azul.\n[special] - Retira un dado que muestre daño a distancia ([ranged]). Luego inflige 1 punto de daño a un Personaje."
    },
    {
        "code": "04009",
        "flavor": "\"I will find them quickly, Master.\" <cite>Darth Maul</cite>",
        "name": "Jedi Rival",
        "text": "After you activate attached character, you may remove 1 shield from a character."
    },
    {
        "code": "04010",
        "name": "Armored Support",
        "text": "<b>Action</b> - Exhaust this support to reroll one of your Red dice. If that die rolls damage ([ranged] or [melee]), deal 1 damage to a character."
    },
    {
        "code": "04011",
        "name": "First Strike",
        "text": "Deal damage to a character equal to the value on an opponent's die showing damage ([ranged] or [melee])."
    },
    {
        "code": "04012",
        "name": "I Have You Now",
        "text": "Turn a die to a side showing damage ([ranged] or [melee])."
    },
    {
        "code": "04013",
        "name": "Imperial Envoy",
        "text": "Reveal 2 random cards in an opponent's hand. Then deal 1 damage to a character for each event and support just revealed."
    },
    {
        "code": "04014",
        "flavor": "\"Dispatch all squadrons…\" <code>General Hux</code>",
        "name": "Mobilize",
        "text": "Gain 4 resources."
    },
    {
        "code": "04015",
        "name": "Estrategia brillante",
        "text": "Señala a un Personaje de color Rojo para realizar hasta 2 acciones adicionales."
    },
    {
        "code": "04016",
        "name": "As I Have Foreseen",
        "text": "Ambush.\nLook at each opponent's hand."
    },
    {
        "code": "04017",
        "name": "Clash",
        "text": "Turn one of your dice to a side showing melee damage ([melee]). Turn an opponent's die showing melee damage ([melee]) to a blank ([blank])."
    },
    {
        "code": "04018",
        "name": "Intimidar",
        "text": "Retira todos los escudos de un Personaje."
    },
    {
        "code": "04019",
        "flavor": "\"I see you have constructed a new lightsaber.\" <cite>Darth Vader</cite>",
        "name": "Your Skill Are Complete",
        "text": "Turn an upgrade die to a side showing a blank ([blank])."
    },
    {
        "code": "04020",
        "name": "Duda",
        "text": "Vuelve a tirar un dado de un adversario. Luego ese adversario elige entre resolver ese dado o retirarlo."
    },
    {
        "code": "04021",
        "name": "Parada",
        "text": "Retira un dado que muestre daño cuerpo a cuerpo ([melee])."
    },
    {
        "code": "04022",
        "flavor": "\"I won't have you question my methods.\" <cite>General Hux</cite>",
        "name": "Subjugate",
        "text": "Remove a die."
    },
    {
        "code": "04023",
        "name": "Hangar Bay",
        "subtitle": "Imperial Fleet",
        "text": "<b>Claim</b> - Reveal the top card of an opponent's deck. If that card is an event or support, deal 1 damage to a character."
    },
    {
        "code": "04024",
        "flavor": "\"La Fuerza, te está llamando a ti.\" <cite>Maz Kanata</cite>",
        "name": "Rey",
        "subtitle": "Hallando el camino",
        "text": "Después de que actives este Personaje, si posee 1 o más escudos, puedes infligir 1 punto de daño a un Personaje."
    },
    {
        "code": "04025",
        "flavor": "\"La Resistencia no se va a dejar intimidar por ti.\"",
        "name": "Poe Dameron",
        "subtitle": "Mucho más que un piloto",
        "text": "[special] - Entrega 1 escudo a un Personaje. Puedes girar otro dado a cualquier cara."
    },
    {
        "code": "04026",
        "flavor": "Unlike biological doctors, medical droids could heal most species due to their extensive databanks.",
        "name": "Medical Droid",
        "text": "[special] - Heal 1 damage from a character."
    },
    {
        "code": "04027",
        "name": "Comando de asalto",
        "text": "Emboscada.\nReduce en 1 el coste para jugar este Apoyo si un adversario posee 3 o más recursos."
    },
    {
        "code": "04028",
        "flavor": "\"Why I should stick my neck out for you is far beyond my opacity!\" <cite>C-3P0</cite>",
        "name": "Teamwork",
        "text": "[special] - Give attached character 1 shield. You may give another character 1 shield."
    },
    {
        "code": "04029",
        "name": "Bláster de Poe Dameron",
        "text": "[special] - Inflige 2 puntos de daño a un Personaje, o 3 puntos de daño si el Personaje vinculado es Poe Dameron."
    },
    {
        "code": "04030",
        "name": "Sable de luz de Rey",
        "text": "Redesplegar.\nDespués de que juegues esta Mejora, entrega 1 escudo al Personaje vinculado, o 2 escudos si el Personaje vinculado es Rey."
    },
    {
        "code": "04031",
        "name": "Fortaleza interior",
        "text": "[special] - Transfiere 1 punto de daño del Personaje vinculado a un Personaje de un adversario que no posea ningún escudo."
    },
    {
        "code": "04032",
        "flavor": "\"If Skywalker returns, the new Jedi will rise.\" <cite>Snoke</cite>",
        "name": "Luke's Protection",
        "text": "<b>Action</b> - Place this support on top of your deck from play to give a Blue character 1 shield."
    },
    {
        "code": "04033",
        "name": "Guardia de honor",
        "text": "<b>Action</b> - Discard this support from play to remove a die showing damage ([ranged] or [melee])."
    },
    {
        "code": "04034",
        "name": "Direct Hit",
        "text": "Resolve one of your dice showing damage ([ranged] or [melee]), increasing its value by 2."
    },
    {
        "code": "04035",
        "name": "Logística",
        "text": "Señala un Personaje de color Rojo para resolver uno de tus dados que muestre recursos ([resource]), incrementando en 1 su valor de resultado."
    },
    {
        "code": "04036",
        "name": "Recon",
        "text": "Choose a symbol showing on a die. Then turn another die to a side showing the same symbol."
    },
    {
        "code": "04037",
        "name": "Planificación estratégica",
        "text": "Prepara o agota un Apoyo."
    },
    {
        "code": "04038",
        "flavor": "\"Through the Force, things you will see.\" <cite>Yoda</cite>",
        "name": "Concentrate",
        "text": "Turn one of your dice to any side. You may spend 1 resource to turn another one of your dice to any side."
    },
    {
        "code": "04039",
        "name": "Postura defensiva",
        "text": "Entrega 2 escudos a un Personaje."
    },
    {
        "code": "04040",
        "flavor": "\"Maybe it's another drill.\" <cite>Stormtrooper</cite>",
        "name": "Distraction",
        "text": "Choose 2 dice. Then an opponent chooses and removes one of those dice."
    },
    {
        "code": "04041",
        "flavor": "\"There is no try.\" <cite>Yoda</cite>",
        "name": "Do Or Do Not",
        "text": "Reroll one of your dice. Then you may resolve it, increasing its value by 1. Otherwise, remove it."
    },
    {
        "code": "04042",
        "flavor": "\"I'll never turn to the dark side.\" <cite>Luke Skywalker</cite>",
        "name": "Fierce Resolve",
        "text": "Reroll one of your dice. Then deal damage to a character equal to the value showing on that die."
    },
    {
        "code": "04043",
        "name": "Evasión",
        "text": "Retira un dado que muestre daño a distance ([ranged])."
    },
    {
        "code": "04044",
        "name": "Flanquear",
        "text": "Juega esta carta sólo si tienes más Personajes preparados que un adversario.\nRetira uno de los dados de ese adversario."
    },
    {
        "code": "04045",
        "name": "Sound The Alarm",
        "text": "Reroll any number of an opponent's dice showing damage ([ranged] or [melee])."
    },
    {
        "code": "04046",
        "name": "Obi-Wan's Hut",
        "subtitle": "Tatooine",
        "text": "<b>Claim</b> - Give a Blue character 1 shield or spend 1 resource to give a non-Blue character 1 shield."
    }
]
