[
    {
        "code": "05001",
        "name": "Dark Advisor",
        "text": "[special] - Draw 3 cards. Then place a card from your hand on the top or bottom of your deck."
    },
    {
        "code": "05002",
        "flavor": "\"Prima ero Darth, ora solo Maul.\"",
        "name": "Maul",
        "subtitle": "In Cerca di Vendetta",
        "text": "Dopo che 1 o più dadi personaggio o miglioria di questo personaggio sono stati rimossi dall'effetto di una carta di un avversario, puoi rimuovere 1 dado di quell'avversario."
    },
    {
        "code": "05003",
        "flavor": "\"I use dark magick to achieve power.\"",
        "name": "Mother Talzin",
        "subtitle": "Nightsister Matriarch",
        "text": "After you activate this character, you may reveal the top card of a player's deck. If its cost is an odd number, turn one of that player's dice to any side."
    },
    {
        "code": "05004",
        "flavor": "\"There is no mercy.\"",
        "name": "Palpatine",
        "subtitle": "Darth Sidious",
        "text": "<b>Azione Straordinaria</b> - Play an event from your hand, decreasing its cost by the number of different damage symbols ([ranged], [melee] or [indirect]) showing on your dice."
    },
    {
        "code": "05005",
        "name": "Kylo Ren's Starfighter",
        "text": "[special] - Choose a color. Then reveal an opponent's hand and deal indirect damage ([indirect]) to them equal to the number of cards in their hand that match the chosen color."
    },
    {
        "code": "05006",
        "name": "Crystal Ball",
        "text": "After you activate attached character, you may look at the top card of a deck."
    },
    {
        "code": "05007",
        "name": "Force Rend",
        "text": "Blue character only.\n[special] - Spend resources equal to the cost of a support or upgrade in play to discard it."
    },
    {
        "code": "05008",
        "name": "Spada Laser di Maul",
        "text": "Solo personaggi blu.\n<b>Azione Straordinaria</b> - Se ogni personaggio di un avversario è privo di scudi, tira questo dado nella tua riserva."
    },
    {
        "code": "05009",
        "flavor": "\"Roger, Roger.\"",
        "name": "Battle Droid",
        "text": "After you activate this character, if this die just rolled indirect damage ([indirect]), you may activate one of your other Battle Droids ([LEG]9)."
    },
    {
        "code": "05010",
        "flavor": "\"Face me!\"",
        "name": "Kallus",
        "subtitle": "Agent of the Empire",
        "text": "<b>Azione Straordinaria</b> - Turn this die showing ranged damage ([ranged]) to a side showing melee damage ([melee]), or vice versa."
    },
    {
        "code": "05011",
        "flavor": "\"Ah, victory!\"",
        "name": "Nute Gunray",
        "subtitle": "Separatist Viceroy",
        "text": "Each opponent gains 1 fewer resource during the upkeep phase, to a minimum of 1, unless that opponent discards the top 2 cards of their deck."
    },
    {
        "code": "05012",
        "flavor": "\"Fear will keep the local systems in line.\"",
        "name": "Tarkin",
        "subtitle": "Grand Moff",
        "text": "<b>Azione Straordinaria</b> - Remove 2 of your dice showing the same symbol to deal 4 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "05013",
        "flavor": "I soldati scelti dell'Esercito Imperiale venivano addestrati a obbedire ciecamente alla gerarchia di comando all'Imperatore Galattico Palpatine.",
        "name": "Assaltatore Veterano"
    },
    {
        "code": "05014",
        "flavor": "A heavy transport starship used by the Trade Federation for transporting and deploying droid battalions planet side.",
        "name": "Separatist Landing Craft",
        "text": "[special] - Spend 2 resources to add a Battle Droid ([LEG]9) to your team. Discard this support from play."
    },
    {
        "code": "05015",
        "flavor": "Commonly used by the Galactic Empire's death troopers and coastal defender stormtroopers.",
        "name": "Fragmentation Grenade",
        "text": "After this die is resolved, discard this upgrade from play unless you spend 1 resource."
    },
    {
        "code": "05016",
        "name": "Gran Moff",
        "text": "Solo personaggi Rossi unici.\n<b>Azione Straordinaria</b> - Usa la \"Rivendicazione\" del campo di battaglia oppure scambia il campo di battaglia con uno non utilizzato <em>(tra quelli presenti nella preparazione)</em>."
    },
    {
        "code": "05017",
        "name": "Kallus' Bo-Rifle",
        "text": "Imboscata."
    },
    {
        "code": "05018",
        "flavor": "\"Nudd Chaa.\"",
        "name": "Bib Fortuna",
        "subtitle": "Majordomo",
        "text": "[special] - Roll a character die on one of your other characters into your pool."
    },
    {
        "code": "05019",
        "flavor": "\"Non metterti sulla mia strada.\"",
        "name": "Boba Fett",
        "subtitle": "Mercenario Letale",
        "text": "[special] - Infliggi un ammontare di danni pari al valore di 1 dado <em>(tuo o di un avversario)</em> a un personaggio."
    },
    {
        "code": "05020",
        "name": "Doctor Aphra",
        "subtitle": "Artifact Hunter",
        "text": "The cost of the first <i>droid</i> you play each round is decreased by 1.\nAfter you deal indirect damage ([indirect]) to yourself, you may draw a card."
    },
    {
        "code": "05021",
        "flavor": "\"Going somewhere, Solo?\"",
        "name": "Greedo",
        "subtitle": "Unlucky Mercenary",
        "text": "Before this character is defeated, roll any number of his character dice into your pool. Then resolve any number of his character dice in the order of your choice."
    },
    {
        "code": "05022",
        "name": "Rebel Traitor",
        "text": "After you activate this character, you may force an opponent to activate one of their character as their next action this round, if able."
    },
    {
        "code": "05023",
        "flavor": "\"Welcome aboard the Ark Angel, sir Darth Vader. Big Fan. Huge!\" <cite>Dr. Aphra</cite>",
        "name": "Ark Angel",
        "text": "After you activate this support, activate up to 2 of your other supports in the order of your choice."
    },
    {
        "code": "05024",
        "name": "BT-1",
        "text": "After you activate this support, deal 1 indirect damage ([indirect]) to yourself. Then deal 1 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "05025",
        "name": "Slave I",
        "text": "<b>Azione Straordinaria</b> - Ripeti il tiro di 1 tuo dado giallo. Poi puoi rimuovere 1 dado di un avversario di valore pari al valore del dado di cui hai appena ripetuto il tiro."
    },
    {
        "code": "05026",
        "name": "Istinto da Cacciatore",
        "text": "[special] - Infliggi 1 danno a un personaggio (2 danni se quel personaggio possiede 3 o più danni)."
    },
    {
        "code": "05027",
        "name": "Razzi da Polso",
        "text": "Solo personaggi Gialli.\n[special] - Infliggi 2 danni a un personaggio. Puoi spendere 1 risorsa per infliggere 2 danni a un personaggio."
    },
    {
        "code": "05028",
        "name": "BB-9E",
        "text": "[special] - Reroll an opponent's die. Reroll this die instead of removing it from your pool."
    },
    {
        "code": "05029",
        "flavor": "\"Sometimes it takes courage to stick to one's beliefs.\"",
        "name": "Aayla Secura",
        "subtitle": "Jedi General",
        "text": "[special] - Turn one of your Blue or Red dice to any side. Turn an opponent's die to any side."
    },
    {
        "code": "05030",
        "name": "Jedi Temple Guard",
        "text": "Guardian."
    },
    {
        "code": "05031",
        "flavor": "\"Voglio conoscere le vie della Forza e diventare un Jedi, come mio padre.\"",
        "name": "Luke Skywalker",
        "subtitle": "Eroe Improbabile",
        "text": "<b>Azione Straordinaria</b> - Spendi 2 risorse per risolvere 1 dado personaggio o miglioria di questo personaggio, aumentando di 2 il suo valore."
    },
    {
        "code": "05032",
        "flavor": "\"Your move\"",
        "name": "Obi-Wan Kenobi",
        "subtitle": "Jedi Master",
        "text": "After you activate this character, you may give a character 1 shield."
    },
    {
        "code": "05033",
        "flavor": "\"Do. Or do not. There is not try.\"",
        "name": "Yoda",
        "subtitle": "Wizened Master",
        "text": "[special]- Choose and do two of the following: gain 1 resource, give a characeter 1 shield, turn one of your dice to any side, or dicard the top card of a deck."
    },
    {
        "code": "05034",
        "flavor": "The ETA-2 Interceptor was the starfighter of choice of Jedi during the Clone Wars.",
        "name": "ETA-2 Interceptor",
        "text": "<b>Azione</b> - Remove this die or one of your dice showing a shield ([shield]) to exhaust a support."
    },
    {
        "code": "05035",
        "flavor": "\"Non ho mai visto un ostacolo che lui non abbia saputo risolvere con i suoi bip.\" <cite>Leia Organa</cite>",
        "name": "R2-D2",
        "text": "[special] - Pesca 1 carta. Poi puoi girare 1 tuo dado su una faccia a tua scelta."
    },
    {
        "code": "05036",
        "name": "Meditazione di Forza",
        "text": "Gioca questa carta solo se avvisti 1 personaggio Blu.\n[special] - Scarta 2 carte dalla cima di un mazzo."
    },
    {
        "code": "05037",
        "name": "Obi-Wan Kenobi's Lightsaber",
        "text": "Blue character only.\n[special] - Give attached character 1 shield. Deal unblockable damage to a character equal to the number of shields on attached character."
    },
    {
        "code": "05038",
        "flavor": "\"Qualcuno ha intenzione di scatenare una guerra.\" <cite>Mace Windu</cite>",
        "name": "Clone Soldato",
        "text": "Dopo che hai attivato questo personaggio, puoi ripetere il tiro di questo dado, oppure se controlli il campo di battaglia, ripetere il tiro di 1 tuo dado personaggio."
    },
    {
        "code": "05039",
        "name": "Finn",
        "subtitle": "Soldier of Necessity",
        "text": "[special] - Move 1 damage from a card to another card in play <em>(this ignores shields)</em>."
    },
    {
        "code": "05040",
        "flavor": "\"I work behind pipes all day.\"",
        "name": "Rose",
        "subtitle": "Skilled Mechanic",
        "text": "[special] - Gain 1 resource. You may remove 1 damage from a support."
    },
    {
        "code": "05041",
        "flavor": "\"Making my run now.\"",
        "name": "Wedge Antilles",
        "subtitle": "Squad Leader",
        "text": "<b>Azione Straordinaria</b> - Turn one of your <i>vehicle</i> dice to any side."
    },
    {
        "code": "05042",
        "name": "Mortar Team",
        "text": "While you control the battlefield, you may resolve the indirect damage ([indirect]) sides of this die as if they were ranged damage ([ranged])."
    },
    {
        "code": "05043",
        "name": "Resistance Bomber",
        "text": "After this die is resolved, place 1 damage on this support.\nDiscard this support if it has 3 or more damage on it."
    },
    {
        "code": "05044",
        "name": "Camouflaged Rifle",
        "text": "[special] - Deal 2 damage to a character, or 3 damage instead if you control the battlefield."
    },
    {
        "code": "05045",
        "name": "Rebellion Leader",
        "text": "Unique Red character only.\n<b>Azione Straordinaria</b> - Remove an opponent's die showing the same symbol as one of your dice."
    },
    {
        "code": "05046",
        "flavor": "\"Le strane religioni e le loro antiche armi contano poco contro un blaster al fianco.\"",
        "name": "Han Solo",
        "subtitle": "Contrabbandiere Scaltro",
        "text": "Dopo che hai attivato questo personaggio, puoi ripetere il tiro di 1 dado <em>(tuo o di un avversario)</em>."
    },
    {
        "code": "05047",
        "flavor": "\"Dissen ganna be messy!\"",
        "name": "Jar Jar Binks",
        "subtitle": "Clumsy Outcast",
        "text": "Any player may take an action to force you to activate this character.\nAfter you activate this character, reroll all dice showing a symbol not showing on his character dice."
    },
    {
        "code": "05048",
        "name": "Partigiano di Jedha",
        "text": "Dopo che hai inflitto danni secondari ([indirect]) a un avversario per la prima volta ogni round, puoi scartare 1 carta dalla cima di un mazzo."
    },
    {
        "code": "05049",
        "flavor": "\"Save the Rebellion! Save the dream.\"",
        "name": "Saw Gerrera",
        "subtitle": "Extremist Leader",
        "text": "[special] - Discard a random card from a player's hand. Then deal indirect damage ([indirect]) to an opponent equal to its cost."
    },
    {
        "code": "05050",
        "flavor": "\"There's just something about the feeling of their helmets on my fists.\"",
        "name": "Zeb Orrelios",
        "subtitle": "The Last Lasat",
        "text": "You may resolve the melee damage ([melee]) sides of this die as if they were ranged damage ([ranged])."
    },
    {
        "code": "05051",
        "name": "Runaway Boomas",
        "text": "<b>Azione Straordinaria</b> - Spend 1 resource to roll a Runaway Boomas ([LEG]51) die into your pool. Set aside that die after it is resolved or removed."
    },
    {
        "code": "05052",
        "flavor": "\"Chewie… siamo a casa.\" <cite>Han Solo</cite>",
        "name": "Millennium Falcon",
        "text": "Dopo che hai attivato questo supporto, puoi attivare 1 tuo personaggio."
    },
    {
        "code": "05053",
        "name": "Roguish Charm",
        "text": "Yellow character only.\n[special] - Remove a die showing damage ([ranged], [melee] or [indirect]). Gain resources equal to the resource cost showing on it <em>(not its value)</em>."
    },
    {
        "code": "05054",
        "flavor": "\"Solo la guardia d'onore di Lasan può portare un fucile-bo!\" <cite>Zeb Orrelios</cite>",
        "name": "Fucile-Bo di Zeb Orrelios",
        "text": "<b>Azione</b> - Spendi 1 risorsa per risolvere questo dado modificatore <em>(con un \" + \")</em> come se non avesse modificatore."
    },
    {
        "code": "05055",
        "flavor": "These ships were painted red when used to transport diplomats as a warning not to attack.",
        "name": "Republic Cruiser",
        "text": "[special] - Give a unique character 2 shields or give each of your unique characters 1 shield."
    },
    {
        "code": "05056",
        "name": "Concentrazione di Forza",
        "text": "Gioca questa carta solo se avvisti 1 personaggio Blu.\n[special] - Gira 1 tuo dado su una faccia a tua scelta. Puoi rivelare 1 carta Blu dalla tua mano per girare 1 dado di un avversario su una faccia a tua scelta."
    },
    {
        "code": "05057",
        "name": "Force Wave",
        "text": "Blue character only.\n[special] - Deal 3 damage to a character. Deal 2 damage to a another character. Deal 1 damage to a third character."
    },
    {
        "code": "05058",
        "name": "Heirloom Lightsaber",
        "text": "Finché è assegnata a un personaggio Blu, questa miglioria possiede la parola chiave Riposizionamento."
    },
    {
        "code": "05059",
        "name": "Hush-98 Comlink",
        "text": "<b>Azione</b> - Remove this die to activate any number of your characters and/or supports in the order of your choice."
    },
    {
        "code": "05060",
        "name": "Ground Battalion",
        "text": "After you activate this support, you may take control of the battlefield. <em>(This does not claim the battlefield.)</em>"
    },
    {
        "code": "05061",
        "name": "Lookout Post",
        "text": "Play only if you control the battlefield."
    },
    {
        "code": "05062",
        "flavor": "Sometimes the best tactic is to not aim.",
        "name": "Auto Cannon"
    },
    {
        "code": "05063",
        "flavor": "Standard issue for Imperial stormtroopers, the E-11 blaster was often found in rebel hands.",
        "name": "E-11 Blaster",
        "text": "Redeploy."
    },
    {
        "code": "05064",
        "name": "Speeder Bike 74-Z",
        "text": "<b>Azione</b> - Risolvi questo dado e 1 dado del personaggio con questa miglioria nell'ordine che preferisci."
    },
    {
        "code": "05065",
        "flavor": "\"Well that's just good business.\"",
        "name": "Hondo Ohnaka",
        "subtitle": "Respected Businessman",
        "text": "[special] - Deal 3 damage to an opponent's character unless that opponent gives you 1 resource."
    },
    {
        "code": "05066",
        "flavor": "\"But you know what I always say: speak softly, and drive a big tank.\" <cite>Hondo Ohnaka</cite>",
        "name": "Pirate Speeder Tank",
        "text": "[special] - Deal 2 damage to a character, give a character 2 shields, and take one additional action."
    },
    {
        "code": "05067",
        "name": "Bartering",
        "text": "[special] - Gain 1 resource. You may force each player to draw a card."
    },
    {
        "code": "05068",
        "name": "Gang Up",
        "text": "X is equal to the number of Yellow characters you have in play."
    },
    {
        "code": "05069",
        "name": "Vibrocutlass",
        "text": "Redeploy.\nDecrease the resource cost on this die by 1 while this upgrade is on a Yellow character."
    },
    {
        "code": "05070",
        "name": "Modified HWK-290",
        "text": "After you play this support, place 2 damage on it.\nAfter you activate this support, deal indirect damage ([indirect]) to yourself equal to the damage on it."
    },
    {
        "code": "05071",
        "name": "Canto Bight Pistol",
        "text": "Redeploy.\n[special] - Deal 2 damage to a character, or 3 damage instead if it is a villain."
    },
    {
        "code": "05072",
        "name": "Blaster Nascosto",
        "text": "Imboscata.\nDopo che hai giocato questa miglioria, puoi rimuovere 1 scudo da un personaggio."
    },
    {
        "code": "05073",
        "flavor": "I fucili a proiettili come il 6-2Aug2 erano molto diffusi sui pianeti di frontiera come Tatooine.",
        "name": "Fucile da Caccia",
        "text": " "
    },
    {
        "code": "05074",
        "name": "Stun Baton",
        "text": "After a character takes damage from this die, you may spend 1 resource to remove one that character's character dice."
    },
    {
        "code": "05075",
        "name": "Consumed By The Dark Side",
        "text": "Deal 1 damage to one of your blue characters to turn a die to a side showing a blank ([blank])."
    },
    {
        "code": "05076",
        "name": "Dark Scheme",
        "text": "Look at the top 5 cards of an opponent's deck. Discard one of them and place the rest on the top of their deck in the order of your choice."
    },
    {
        "code": "05077",
        "name": "Double Strike",
        "text": "Resolve one of your dice showing melee damage ([melee]) without removing it from your pool."
    },
    {
        "code": "05078",
        "name": "Frighten",
        "text": "Imboscata.\nRemove a total of up to 3 shields from any number of characters."
    },
    {
        "code": "05079",
        "name": "I Am Your Father",
        "text": "Resolve an opponent's character die as if it were your own unless that opponent discards all cards from their hand."
    },
    {
        "code": "05080",
        "name": "Snare",
        "text": "Play only if you have one or more exhausted characters.\nExhaust a character."
    },
    {
        "code": "05081",
        "name": "Spell of Removal",
        "text": "Spot a Blue character to discard the top card of a deck. If its cost is an odd number, remove a die."
    },
    {
        "code": "05082",
        "name": "Magia delle Streghe",
        "text": "Rivela 3 carte dalla cima del tuo mazzo <em>(senza cambiarne l'ordine)</em>. Cura a un personaggio un ammontare di danni pari al numero di carte dal costo pari al numero di carte dal costo dispari appena rivelato."
    },
    {
        "code": "05083",
        "name": "Nightsister Coven",
        "text": "After a character die rolls a blank ([blank]), you may exhaust this support to reveal the top card of a deck. If its cost is an odd number, deal 1 damage to that character."
    },
    {
        "code": "05084",
        "name": "Affaticamento",
        "text": "Gioca questa carta solo se ogni personaggio di un avversario possiede 1 o più danni.\nRimuovi 1 dado di quell'avversario."
    },
    {
        "code": "05085",
        "name": "Crush the Rebellion",
        "text": "Remove a die showing damage ([ranged], [melee] or [indirect]). Then deal indirect damage ([indirect]) to an opponent equal to half of the value showing on that die, rounded up."
    },
    {
        "code": "05086",
        "name": "Potenza Imperiale",
        "text": "Risolvi 1 tuo dado, aumentando di 2 il suo valore."
    },
    {
        "code": "05087",
        "name": "Scorched Earth",
        "text": "Play only if you control the battlefield.\nDeal indirect damage ([indirect]) to an opponent equal to the number of dice in their pool."
    },
    {
        "code": "05088",
        "name": "Esplosione a Frammentazione",
        "text": "Infliggi 1 danno secondario ([indirect]) a un avversario. Poi puoi rimuovere 1 dado personaggio del personaggio a cui sono appena stati inflitti danni secondari ([indirect])."
    },
    {
        "code": "05089",
        "name": "Target Practice",
        "text": "Reroll any number of your Red dice. Then reroll any number of your Red dice."
    },
    {
        "code": "05090",
        "name": "Three Steps Ahead",
        "text": "Take up to 3 additional actions."
    },
    {
        "code": "05091",
        "name": "Command Bridge",
        "text": "<b>Azione</b> - Exhaust this support to activate 2 of your non-unique characters in the order of your choice."
    },
    {
        "code": "05092",
        "flavor": "\"That was fun. Let's never do that again.\" <cite>Doctor Aphra</cite>",
        "name": "Delve",
        "text": "Deal 1 indirect damage ([indirect]) to yourself to play a support or upgrade from your hand for free."
    },
    {
        "code": "05093",
        "name": "Free-For-All",
        "text": "Remove any number of your dice. Then deal indirect damage ([indirect]) to an opponent equal to the number of dice you just removed."
    },
    {
        "code": "05094",
        "name": "In Pursuit",
        "text": "Play only if an opponent activated one or more characters during their last turn this round.\nActivate any number of your Yellow characters in the order of your choice."
    },
    {
        "code": "05095",
        "name": "No Good To Me Dead",
        "text": "Heal up to 2 damage from an opponent's character. Gain resources equal to the amount of damage you just healed."
    },
    {
        "code": "05096",
        "name": "Dicerie",
        "text": "Obbliga un avversario a scegliere 1 carta nella sua mano. Poi guarda tutte le altre carte nella sua mano e scartane 1."
    },
    {
        "code": "05097",
        "name": "Soggiogare",
        "text": "Scegli 1 personaggio che possiede 3 o più danni. Rimuovi 1 suo dado personaggio o miglioria."
    },
    {
        "code": "05098",
        "name": "Spiccare il Volo",
        "text": "Imboscata.\nRipeti il tiro di un massimo di 2 tuoi dadi gialli."
    },
    {
        "code": "05099",
        "name": "Soverchiare",
        "text": "Gioca questa carta solo se un avversario ha meno personaggi in gioco di te.\nRimuovi 1 dado di quell'avversario."
    },
    {
        "code": "05100",
        "name": "Adapt",
        "text": "Remove 1 shield from one of your characters to gain 1 resource."
    },
    {
        "code": "05101",
        "name": "Ataru Strike",
        "text": "Resolve one of your Blue character dice showing melee damage ([melee]), increaing its value by the number of shields on that character."
    },
    {
        "code": "05102",
        "name": "Percezione Acuita",
        "text": "Imboscata.\nFornisci 3 scudi a un personaggio."
    },
    {
        "code": "05103",
        "name": "Investigate",
        "text": "Look at the top 5 cards of your deck. Add one of them to your hand and place the rest on the top of your deck in the order of your choice."
    },
    {
        "code": "05104",
        "name": "Strength Through Weakness",
        "text": "Discard the top 4 cards of a deck."
    },
    {
        "code": "05105",
        "name": "Unbreakable",
        "text": "Remove a die showing a value equal to or less than the number of shields on your characters."
    },
    {
        "code": "05106",
        "name": "Defensive Teaching",
        "text": "Each of your Blue characters can have 1 additional shield."
    },
    {
        "code": "05107",
        "name": "Yoda's Hut",
        "text": "<b>Azione</b> - Exhaust this support to give a character 1 shield. Gain 1 resource if that character has 3 or more shields."
    },
    {
        "code": "05108",
        "name": "Attack Run",
        "text": "Imboscata.\nActive one of your supports."
    },
    {
        "code": "05109",
        "name": "Equip",
        "text": "Move a <i>Arma</i> from one of your characters to another character <em>(return its die to its card)</em>."
    },
    {
        "code": "05110",
        "name": "Final Moment",
        "text": "Ready each of your characters. After the action phase ends, you lose the game."
    },
    {
        "code": "05111",
        "name": "Light 'Em Up",
        "text": "Reroll one of your dice. If it just rolled ranged damage ([ranged]), you may resolve that die and another one of your dice showing ranged damaged, increasing one of their values by 2."
    },
    {
        "code": "05112",
        "name": "Mend",
        "text": "Heal 3 damage from a character or remove 3 damage from a support."
    },
    {
        "code": "05113",
        "name": "Riconfigurazione",
        "text": "Gioca un <i>Veicolo</i> dalla tua mano, riducendo di 1 il suo costo. Poi colloca 1 danno su di esso."
    },
    {
        "code": "05114",
        "name": "Special Modification",
        "text": "Remove 3 damage from a support or turn a support die to any side."
    },
    {
        "code": "05115",
        "name": "Suppression Field",
        "text": "Discard this support if it has 3 or more damage on it.\n<b>Azione</b> - Exhaust this support to remove a die showing damage ([ranged], [melee] or [indirect]). Place damage on this support equal to the value showing on that die."
    },
    {
        "code": "05116",
        "name": "Spavalderia",
        "text": "Avvista 1 personaggio giallo per rimuovere 1 dado di un avversario. poi infliggi 2 danni a un personaggio."
    },
    {
        "code": "05117",
        "name": "Easy Pickings",
        "text": "Spot a Yellow character to remove 2 dice showing the same symbol and value <em>(ignoring modifiers and resource costs)</em>."
    },
    {
        "code": "05118",
        "name": "Explosive Tactics",
        "text": "Discard the top card of a deck. Then deal indirect damage ([indirect]) to an opponent equal to its cost."
    },
    {
        "code": "05119",
        "name": "Impulsivo",
        "text": "Imboscata.\nRisolvi 1 tuo dado."
    },
    {
        "code": "05120",
        "name": "Scruffy Looking Nerf-Herder",
        "text": "Choose one of the following card types: event, support, or upgrade. Then look at an opponent's hand and discard a card of the chosen type from it."
    },
    {
        "code": "05121",
        "name": "Rotta del Contrabbandiere",
        "text": "Attiva 1 tuo personaggio giallo. Se 1 o più suoi dadi personaggio o miglioria hanno appena ottenuto \"risorsa\" ([resource]), ottieni 1 risorsa."
    },
    {
        "code": "05122",
        "flavor": "Maz Kanata aveva accumulato una grande collezione di oggetti curiosi nel corso dei suoi molti viaggi in tutta la galassia.",
        "name": "Sotterraneo di Maz",
        "text": "Durante la fase di gestione, ogni giocatore ottiene 1 risorsa aggiuntiva."
    },
    {
        "code": "05123",
        "name": "Diplomatic Protection",
        "text": "Before attached character is defeated, you may discard this upgrade to give each of your other characters 2 shields."
    },
    {
        "code": "05124",
        "name": "Into The Garbage Chute",
        "text": "Exhaust one of your characters to remove up to 2 dice showing damage ([ranged], [melee], or [indirect])."
    },
    {
        "code": "05125",
        "name": "Alterazione",
        "text": "Gira fino a 2 dadi <em>(tuoi e/o dei tuoi avversari)</em> su una faccia a tua scelta."
    },
    {
        "code": "05126",
        "name": "Ancient Wisdom",
        "text": "Draw 2 cards."
    },
    {
        "code": "05127",
        "name": "Percepisci la Forza",
        "text": "Gira 1 dado Blu su una faccia a tua scelta."
    },
    {
        "code": "05128",
        "name": "Rinvigorire",
        "text": "Avvista 1 personaggio Blu per curare 1 danno a ogni tuo personaggio."
    },
    {
        "code": "05129",
        "name": "Legacies",
        "text": "Spot a Blue character to resolve one of your dice showing a modifier <em>(a side with a +)</em> as if it did not have a modifier."
    },
    {
        "code": "05130",
        "name": "Fuorviare",
        "text": "Rimuovi 1 dado personaggio di valore pari o inferiore a 2."
    },
    {
        "code": "05131",
        "name": "Istante di Pace",
        "text": "Esaurusci 1 tuo personaggio per ottenere 1 risorsa e pescare 1 carta."
    },
    {
        "code": "05132",
        "name": "Stronger You Have Become",
        "text": "Count the number of upgrades you have in play. Reroll up to that many dice <em>(yours and/or your opponents')</em>."
    },
    {
        "code": "05133",
        "name": "La Forza É Con Me",
        "text": "Rimuovi 1 dado \"danno a distanza\" ([ranged]) o \"danno secondario\" ([indirect])."
    },
    {
        "code": "05134",
        "name": "Perseveranza",
        "text": "<b>Azione</b> - Esaurisci questo supporto per ripetere il tiro di 1 tuo dado. poi puoi ripetere di nuovo il tiro di quel dado."
    },
    {
        "code": "05135",
        "name": "Resilient",
        "text": "After an opponent's card effect removes one of attached character's character dice, you may exhaust this upgrade to roll that die into your pool."
    },
    {
        "code": "05136",
        "name": "Giro di Vite",
        "text": "Gioca questa carta solo se ogni personaggio di un avversario possiede 1 o più danni.\nOttieni 1 risorsa."
    },
    {
        "code": "05137",
        "name": "Atterraggio di Fortuna",
        "text": "Rimuovi 1 dado \"danno\" ([ranged], [melee] or [indirect]). Poi infliggi un ammontare di danni secondari ([indirect]) pari al valore di quel dado a te stesso."
    },
    {
        "code": "05138",
        "name": "Law and Order",
        "text": "Spot a Red character to discard an upgrade from play."
    },
    {
        "code": "05139",
        "name": "Carico e Pronto al Fuoco",
        "text": "Avvista 1 personaggio rosso per girare fino a 2 tuoi dadi su una faccia \"danno secondario\" ([indirect])."
    },
    {
        "code": "05140",
        "name": "Reinforce",
        "text": "Roll a character die on one of your characters into your pool if you have another copy of that character in play."
    },
    {
        "code": "05141",
        "name": "Superiorità Numerica",
        "text": "Infliggi a un avversario un ammontare di danni secondari ([indirect]) pari al numero di personaggi esauriti che possiedi."
    },
    {
        "code": "05142",
        "name": "Sudden Impact",
        "text": "Remove one of your dice showing damage ([ranged],[melee], or [indirect]). Then deal damage to each of an opponent's characters equal to half of the value showing on that die, rounded up."
    },
    {
        "code": "05143",
        "name": "Posizione di Superiorità",
        "text": "Gioca questa carta solo se controlli il campo di battaglia.\nRimuovi 1 dado."
    },
    {
        "code": "05144",
        "name": "Informazioni sul Bersaglio",
        "text": "Risolvi 1 tuo dado \"danno secondario\" ([indirect]) come se fosse \"danno a distanza\" ([ranged])."
    },
    {
        "code": "05145",
        "name": "Bubble Shield",
        "text": "You may distribute indirect damage ([indirect]) to this support as if it were a character with 3 health.\nDiscard this support if it has 3 or more damage on it."
    },
    {
        "code": "05146",
        "name": "Squadra di Copertura",
        "text": "<b>Azione</b> – Esaurisci questo supporto per risolvere 1 tuo dado \"danno secondario\" ([indirect]), aumentando di 1 il suo valore."
    },
    {
        "code": "05147",
        "name": "Sbeffeggiare",
        "text": "Ripeti il tiro di 1 dado di un avversario. Se ha appena ottenuto \"vuoto\" ([blank]), prendi 1 risorsa da quell'avversario."
    },
    {
        "code": "05148",
        "name": "Cantina Brawl",
        "text": "Deal 1 damage to an opponent's character. Then that opponent may discard a card from their hand to repeat this effect."
    },
    {
        "code": "05149",
        "name": "Controffensiva",
        "text": "Risolvi 1 tuo dado \"danno\" ([ranged],[melee], or [indirect]), aumentando di 2 il suo valore se un avversario ha risolto 1 o più dadi con quello stesso simbolo \"danno\" durante il suo ultimo turno in questo round."
    },
    {
        "code": "05150",
        "name": "Manovra pericolosa",
        "text": "Cura 2 danni a un tuo personaggio. Infliggi 2 danni secondari ([indirect]) a te stesso."
    },
    {
        "code": "05151",
        "name": "Intralciare",
        "text": "Avvista 1 personaggio Giallo per rimuovere fino a 2 dadi di valore totale pari o inferiore a 3."
    },
    {
        "code": "05152",
        "name": "Faccia a Faccia",
        "text": "Ripeti il tiro di 1 tuo dado personaggio e di 1 dado personaggio di un avversario <em>(a tua scelta)</em>. Poi infliggi 2 danni a ogni personaggio il cui dado ha appena ottenuto il valore più basso <em>(in caso di parità, a entrambi i personaggi)</em>."
    },
    {
        "code": "05153",
        "name": "Uscita Precipitosa",
        "text": "Cedi il controllo del campo di battaglia a un avversario per rimuovere 1 dado \"danno\" ([ranged],[melee], or [indirect])."
    },
    {
        "code": "05154",
        "name": "Lure",
        "text": "Imboscata.\nChoose an opponent's character or support and force them to activate it, if able."
    },
    {
        "code": "05155",
        "name": "Estrazione Rapida",
        "text": "Gioca 1 <i>Arma</i> dalla tua mano su un tuo personaggio <em>(pagandone il costo)</em>. Puoi attivare quel personaggio."
    },
    {
        "code": "05156",
        "name": "Vandalize",
        "text": "Remove a number of your character dice equal to the cost of a support or upgrade in play to discard it."
    },
    {
        "code": "05157",
        "name": "Well-Connected",
        "text": "Spot a Yellow character to gain 1 resource. Each opponent may draw a card."
    },
    {
        "code": "05158",
        "name": "Difesa",
        "text": "Imboscata.\nRimuovi fino a 3 dadi \"danno in mischia\" ([melee])."
    },
    {
        "code": "05159",
        "name": "Dive",
        "text": "Imboscata.\nRemove up to 3 dice showing ranged damage ([ranged])."
    },
    {
        "code": "05160",
        "name": "Tempesta di Ghiaccio",
        "text": "Rimuovi 1 scudo da ogni personaggio."
    },
    {
        "code": "05161",
        "name": "No Cheating",
        "text": "Deal damage to an opponent's character equal to the number of additional actions that opponent took during their last turn this round."
    },
    {
        "code": "05162",
        "name": "Shelter",
        "text": "Remove a die showing indirect damage ([indirect])."
    },
    {
        "code": "05163",
        "name": "Specialista di Riserva",
        "text": "<b>Azione</b> - Esaurisci questo supporto per ripetere il tiro di un massimo di 2 tuoi dadi."
    },
    {
        "code": "05164",
        "name": "Remote Stockpile",
        "text": "<b>Azione</b> - Exaust this support to place 1 resource on it or take all resources from it."
    },
    {
        "code": "05165",
        "name": "Scrap Heap",
        "text": "After you discard one or more cards from an opponent's deck, you may exhaust this support to gain 1 resource."
    },
    {
        "code": "05166",
        "name": "Bodyguard",
        "text": "Non-unique character only.\nAttached character has the Guardian keyword."
    },
    {
        "code": "05167",
        "name": "Fondina per Estrazione Rapida",
        "text": "Dopo che hai attivato il personaggio con questa miglioria, puoi ripetere il tiro di un qualsiasi numero di suoi dadi <i>Arma</i>."
    },
    {
        "code": "05168",
        "name": "Espionage",
        "text": "After setup, discard the top card from each deck."
    },
    {
        "code": "05169",
        "name": "Fortify",
        "text": "After setup, give a character 1 shield."
    },
    {
        "code": "05170",
        "name": "Preemptive Strike",
        "text": "After setup, deal 2 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "05171",
        "name": "Profitable Connection",
        "text": "You start the game with 1 additional resource."
    },
    {
        "code": "05172",
        "name": "Informazioni Rubate",
        "text": "Dopo la preparazione, pesca 1 carta."
    },
    {
        "code": "05173",
        "name": "Taking Ground",
        "text": "Add 2 to the value of your roll for the battlefield during setup."
    },
    {
        "code": "05174",
        "name": "Desolazioni Aride",
        "subtitle": "Geonosis",
        "text": "<b>Rivendicazione</b> - Obbliga un avversario a perdere 1 risorsa."
    },
    {
        "code": "05175",
        "name": "Citadel Landing Zone",
        "subtitle": "Scarif",
        "text": "<b>Rivendicazione</b> - Reroll any number of your dice. Then you may resolve one of your dice."
    },
    {
        "code": "05176",
        "name": "Imperial Palace",
        "subtitle": "Coruscant",
        "text": "<b>Rivendicazione</b> - Look at an opponent's hand and discard a card from it."
    },
    {
        "code": "05177",
        "name": "Launch Deck",
        "subtitle": "Home One",
        "text": "<b>Rivendicazione</b> - Remove one of your dice to deal indirect damage ([indirect]) to an opponent equal to half of the value showing on it, rounded up."
    },
    {
        "code": "05178",
        "name": "Avamposto della Fascia Esterna",
        "subtitle": "Nal Hutta",
        "text": "<b>Rivendicazione</b> - Ottieni 1 risorsa e pesca 1 carta."
    },
    {
        "code": "05179",
        "name": "Petranaki Arena",
        "subtitle": "Geonosis",
        "text": "<b>Rivendicazione</b> - Deal 1 indirect damage ([indirect]) to yourself to deal 1 unblockable damage to a character."
    },
    {
        "code": "05180",
        "name": "Power Generator Trench",
        "subtitle": "Death Star I",
        "text": "<b>Rivendicazione</b> - Turn a die to any side."
    }
]