[
    {
        "code": "07001",
        "flavor": "\"Avverto grande paura in te.\"",
        "name": "Conte Dooku",
        "subtitle": "Darth Tyranus",
        "text": "Dopo che hai attivato questo personaggio, puoi girare 1 suo dado su una faccia \"danno in mischia\" ([melee]). Gira 1 dado \"danno in mischia\" ([melee]) di un avversario su una faccia a tua scelta."
    },
    {
        "code": "07002",
        "flavor": "\"Sta a me ucciderlo!\"",
        "name": "Quinto Fratello",
        "subtitle": "Sicario Intimidatorio",
        "text": "[special] - Risolvi 1 tuo dado miglioria <i>blu</i> non <b>Capacità</b> senza rimuoverlo dalla tua riserva."
    },
    {
        "code": "07003",
        "name": "Reietto Sensibile alla Forza",
        "text": "Finché questo personaggio possiede 1 o più danni, riduci di 1 il costo della prima <b>Capacità</b> <i>blu</i> che giochi su di esso ogni round."
    },
    {
        "code": "07004",
        "flavor": "\"C'è stato un risveglio. L'hai percepito?\"",
        "name": "Snoke",
        "subtitle": "Leader Supremo",
        "text": "<b>Azione Straordinaria</b> - infliggi 1 danno a un altro tuo personaggio per risolvere 1 suo dado personaggio, aumentando di 2 il suo valore."
    },
    {
        "code": "07005",
        "name": "Sopprimere la Speranza",
        "text": "Gioca questa carta solo se un avversario possiede 1 o più dadi \"vuoto\" ([blank]).\nScarta un qualsiasi numero di carte dalla tua mano per infliggere un pari ammontare di danni secondari ([indirect]) a quell'avversario."
    },
    {
        "code": "07006",
        "name": "Rituale Oscuro",
        "text": "Rimetti in gioco 1 tuo personaggio sconfitto e colloca su di esso un ammontare di danni pari alla metà della sua salute (arrotondando per difetto)."
    },
    {
        "code": "07007",
        "name": "Mancanza di Fede",
        "text": "Avvista un personaggio <i>blu></i> dal valore in punti pari o superiore a 15 per rimuovere tutti i dadi personaggio di un personaggio."
    },
    {
        "code": "07008",
        "name": "Senza Scampo",
        "text": "Gioca questa carta solo se un avversario non ha carte nella sua mano.\nInfliggi 2 danni a un personaggio di quell'avversario."
    },
    {
        "code": "07009",
        "name": "Potere dal Dolore",
        "text": "Avvista 2 personaggi <i>blu</i> o Snoke per infliggere 1 danno a un tuo personaggio. Poi gira 1 dado personaggio o una miglioria di quel personaggio su una faccia a tua scelta."
    },
    {
        "code": "07010",
        "name": "Tripla Minaccia",
        "text": "Ripeti il tiro di 3 dadi personaggio. Poi gira 1 di quei dadi su una faccia a tua scelta."
    },
    {
        "code": "07011",
        "name": "Ostacolare",
        "text": "Rimuovi fino a due dadi \"vuoto\" ([blank])."
    },
    {
        "code": "07012",
        "name": "Potenziamento Oscuro",
        "text": "<b>Azione</b> - Esaurisci questo supporto e rimuovi un dado \"vuoto\" ([blank]) per infliggere 1 danno secondario ([indirect]) a un avversario."
    },
    {
        "code": "07013",
        "name": "Veliero Solare del Conte Dooku",
        "text": "Dopo che hai attivato questo supporto, puoi pescare 1 carta."
    },
    {
        "code": "07014",
        "flavor": "\"Posso sentire il potere del puro spirito risuonare in questo globo.\" <cite>Madre Talzin</cite>",
        "name": "Sfera di Bardotta",
        "text": "[special] - Scarta 1 carta dalla cima di 1 mazzo. Se il costo di quella carta è dispari, infliggi 1 danno a un personaggio."
    },
    {
        "code": "07015",
        "name": "Spada Laser del Quinto Fratello",
        "text": "Finché questa miglioria è assegnata al Quinto Fratello, puoi risolvere questo dado come se non fosse modificatore.\nDopo che hai risolto questo dado, puoi infliggere 1 danno a un personaggio."
    },
    {
        "code": "07017",
        "flavor": "\"Mi sento dilaniato. Voglio liberarmi da questa pena.\" <cite>Kylo Ren</cite>",
        "name": "Tormento",
        "text": "Dopo che al personaggio con questa miglioria son stati inflitti danni, puoi esaurire questa miglioria per ottenere 1 risorsa."
    },
    {
        "code": "07018",
        "flavor": "\"Combattono così tanto per avere così poco.\"",
        "name": "Arihnda Pryce",
        "subtitle": "Governatore Senza Scrupoli",
        "text": "[special] - Gira 1 altro tuo dado su una facci a tua scelta. Se controlli il campo di battaglia, puoi risolvere quel dado aumentando di 1 il suo valore."
    },
    {
        "code": "07019",
        "name": "Esecutore",
        "text": "Dopo che un personaggio dell'avversario è stato sconfitto, puoi tirare questo dado nella tua riserva."
    },
    {
        "code": "07021",
        "name": "Generale Grevious",
        "subtitle": "Temibile Cyborg",
        "text": "Ignora le restrizioni di gioco delle carte <b>Arma</b> giocate su questo personaggio. Questo personaggio può possedere 1 miglioria aggiuntiva.\n<b>Azione Straordinaria</b> - Se ci sono 4 dadi <b>Arma</b> di questo personaggio nella tua riserva, ingliggi 4 danni a un personaggio."
    },
    {
        "code": "07022",
        "name": "Arte della Guerra",
        "text": "Avvista 1 personaggio Rosso per rivelare la mano di un avversario. Per ogni carta appena rivelata, rimuovi 1 dado di valore pari al costo di quella carta."
    },
    {
        "code": "07023",
        "flavor": "\"Come ci si sente a morire?\" <cite>Generale Grievous</cite>",
        "name": "Assalto Furibondo",
        "text": "Avvista 2 personaggi rossi o il Generale Grievous per tirare tutti i dadi <i>Arma</i> di un tuo personaggio nella tua riserva."
    },
    {
        "code": "07024",
        "name": "Protesi Meccaniche",
        "text": "Gioca 1 miglioria dalla tua mano su un personaggio. poi cura 1 danno a quel personaggio."
    },
    {
        "code": "07025",
        "name": "Raffica Iniziale",
        "text": "Gioca questa carta solo come prima azione di questo round <em>(nessun giocatore ha effettuato azioni)</em> Infliggi 3 danni secondari ([indirect]) ad un avversario."
    },
    {
        "code": "07026",
        "name": "Travolgere",
        "text": "Gioca questa carta solo se possiedi più dadi supporto nella tua riserva di quanti personaggi abbia in gioco il tua avversario.\nPrendi il controllo del campo di battaglia. Puoi usare la sua capacità di rivendicazione."
    },
    {
        "code": "07027",
        "name": "Procedura di Collaudo",
        "text": "Attiva fino a 2 tuoi supporti. Poi se 1 o più di quei dadi suporto hanno appena ottenuto \"danno\" ([ranged], [melee] or [indirect])，ottieni 1 risorsa."
    },
    {
        "code": "07028",
        "flavor": "\"Sono stato addestrato nelle vostre arti jedi.\" <cite>Generale Grievous</cite>",
        "name": "Ben Armato",
        "text": "Scegli 1 <i>Arma</i> dalla tua mano e giocala, riducendo il suo costodel numero di carte <i>Arma</i> assegnate a un tuo personaggio."
    },
    {
        "code": "07029",
        "name": "Blocco Planetario",
        "text": "Dopo la preparazione, obbliga 1 avversario a perdere 1 risorsa."
    },
    {
        "code": "07030",
        "name": "Apparato di Alterazione Climatica",
        "text": "<b>Azione</b> - Esaurisci questo supporto per infliggere 2 danni secondari ([indirect]) a ogni giocatore, a partire da te."
    },
    {
        "code": "07032",
        "name": "Trasporto Truppe Imperiale",
        "text": "La X su questo dado è pari al numero di personaggi non unici che hai in gioco."
    },
    {
        "code": "07034",
        "name": "Ascia dell'Esecutore",
        "text": "Dopo che un personaggio di un avversario è stato sconfitto, puoi tirare questo dado nella tua riserva."
    },
    {
        "code": "07035",
        "name": "DJ",
        "subtitle": "Subdolo Malvivente",
        "text": "Dopo che hai rimosso 1 o più dadi di un avversario, puoi infliggere 1 danno secondario ([indirect]) a quell'avversario per ogni dado appena rimosso."
    },
    {
        "code": "07036",
        "flavor": "\"Non tratterò con te.\"",
        "name": "Jabba the Hutt",
        "subtitle": "Bandito Famigerato",
        "text": "[special] - Infliggi ad un avversario un ammontare di danni secondari ([indirect])，pari al numero di tuoi dadi speciale ([special]) <em>(incluso questo dado)<em>."
    },
    {
        "code": "07037",
        "name": "Super Commando Mandaloriano",
        "text": "<b>Azione Straordinaria</b> - Gioca 1 carta <i>Equipaggiamento</i> o <i>Arma</i> dalla tua mano su questo personaggio. Poi infliggi 1 danno a un personaggio."
    },
    {
        "code": "07038",
        "flavor": "\"Questa volta non ne esci vivo, feccia di uno schiavo!\"",
        "name": "Sebulba",
        "subtitle": "Corridore Tagliagole",
        "text": "[special] - Colloca 1 risorsa su un supporto in gioco oppure rimuovi 1 risorsa da un supporto in gioco."
    },
    {
        "code": "07039",
        "name": "Con Ogni Mezzo Necessario",
        "text": "Rimuovi 1 dado di valore pari o superiore a 2. Poi infliggi 1 danno secondario ([indirect]) a te stesso."
    },
    {
        "code": "07040",
        "name": "Montarsi la Testa",
        "text": "Avvista un personaggio giallo per far scegliere e scartare 2 carte dalla propria mano a ogni giocatore, a partire da te."
    },
    {
        "code": "07041",
        "name": "Arroganza Estrema",
        "text": "Avvista 2 personaggi gialli o Jabba the Hutt per risolvere 1 tuo dado personaggio senza rimuoverlo dalla tua riserva."
    },
    {
        "code": "07042",
        "name": "Impresa Nefanda",
        "text": "Imboscata.<em>（Dopo che hai giocato questa carta, puoi effettuare un'azione aggiuntiva.）<em>\nSposta 1 danno da una carta di un avversario a un'altra carta in gioco <em>(ignorando gli scudi)</em>."
    },
    {
        "code": "07043",
        "name": "Ricompensa Riscossa",
        "text": "Cedi 2 risorse a un avversario per risolvere 1 suo dado personaggio o miglioria come se fosse tuo."
    },
    {
        "code": "07044",
        "name": "Associazione per Delinquere",
        "text": "Risolvi un qualsiasi numero di tuoi dadi \"distruzione\" ([disrupt]) come se fossero \"danno secondario\" ([indirect]), o viceversa."
    },
    {
        "code": "07045",
        "name": "Lite",
        "text": "Obbliga un avversario a scegliere se perdere 1 risorsa oppure scartare 1 carta dalla sua mano."
    },
    {
        "code": "07046",
        "name": "Rancoroso",
        "text": "Gioca questa carta solo se possiedi 1 o più dadi personaggio \"vuoto\" ([blank]).\nRimuovi 1 dado."
    },
    {
        "code": "07047",
        "flavor": "\"Sei cibo per i bantha!\" <cite>Sebulba</cite>",
        "name": "Sebulba Vince Sempre",
        "text": "Scarta dal gioco 1 supporto con 1 o più segnalini su di esso."
    },
    {
        "code": "07048",
        "name": "Situazione Imbarazzante",
        "text": "Obbliga 1 avversario a scegliere 1 dado. Poi rimuovi 1 dado diverso."
    },
    {
        "code": "07050",
        "name": "Sguscio di Sebulba",
        "text": "Imboscata.\n Dopo che hai risolto questo dado, puoi infliggere 1 danno secondario ([indirect]) a un avversario oppure, se avvista Sebulba, infliggere 1 danno a un personaggio."
    },
    {
        "code": "07051",
        "name": "Formidabile",
        "text": "[special] - Infliggi 1 danno a un personaggio di un avversario.  Se quel danno non è stato bloccato, puoi spostare 1 carta <i>Equipaggiamento</i> o <i>Arma</i> da quel personaggio a un altro personaggio di quell'avversario."
    },
    {
        "code": "07052",
        "name": "Tattica Subdola",
        "text": "[special] - Infliggi 1 danno secondario ([indirect]) a un avversario. Puoi risolvere 1 altro tuo dado."
    },
    {
        "code": "07053",
        "flavor": "\"La pace è una menzogna. C'è solo la passione.\" <cite>Codice Sith</cite>",
        "name": "Via dell'Oscurita",
        "text": "Scegli 1 dado di un tuo personaggio sconfitto e tiralo nella tua riserva. Dopo che è stato risolto o rimosso, metti da parte quel dado."
    },
    {
        "code": "07054",
        "flavor": "\"Possiamo combatterlo assieme!\"",
        "name": "Ezra Bridger",
        "subtitle": "Aspirinte Jedi",
        "text": "<b>Azione Straordinaria</b> - Se questo personaggio possiede 1 o più migliorie, pesca 1 carta (2 carte se possiede 3 o più migliorie)."
    },
    {
        "code": "07055",
        "name": "Sentinella Jedi",
        "text": "Dopo la preparazione, fornisci 1 scudo a un personaggio.\n[special] - Infliggi 2 danni a un personaggio (3 danni se questo personaggio possiede 3 o più scudi)."
    },
    {
        "code": "07056",
        "name": "Luke Skywalker",
        "subtitle": "Istruttore Riluttante",
        "text": "Puoi risolvere le facce \"scudo\" ([shield]) di questo dado come se fossero \"danno in mischia\" ([melee]).\n<b>Azione Straordinaria</b> - Sposta 1 <i>Capacità</i> Blu da questo personaggio a un altro personaggio Blu."
    },
    {
        "code": "07057",
        "flavor": "\"Non tutto è ciò che sembra.\"",
        "name": "Plo Koon",
        "subtitle": "Protettore Jedi",
        "text": "Questo personaggio possiede le capacità di ogni personaggio non unico che hai in gioco."
    },
    {
        "code": "07058",
        "name": "Bei Ricordi",
        "text": "Scegli fino a 3 carte nella pila degli scarti di un giocatore e collocale in foldo al suo mazzo nell'ordine che preferisci. Metti da parte questa carta."
    },
    {
        "code": "07059",
        "name": "Legame del Loth-lupo",
        "text": "Fornisci 1 scudo a un massimo di 2 tuoi personaggi Blu. Puoi attivare quei personaggi nell'ordine che preferisci. "
    },
    {
        "code": "07060",
        "name": "Addestramento di Luke",
        "text": "Avvista 2 personaggi Blu o Luke Skywalker per giocare 1 <i>Capacità</i> Blu dalla tua mano o dalla tua pila degli scarti, riducendo di 1 il suo costo."
    },
    {
        "code": "07061",
        "name": "Pacificazione",
        "text": "Rimuovi 1 dado personaggio. Poi fornisci 2 scudi a quel personaggio."
    },
    {
        "code": "07062",
        "name": "Propulsione",
        "text": "Gira 1 dado personaggio su una faccia a tua scelta. Gira 1 dado miglioria su una faccia a tua scelta. Gira 1 dado supporto su una faccia a tua scelta."
    },
    {
        "code": "07063",
        "flavor": "\"Ecco ciò che si dice avere chiara la via.\" <cite>Plo Koon</cite>",
        "name": "Determinazione Ritrovata",
        "text": "Avvista 1 trama per pescare 3 carte."
    },
    {
        "code": "07064",
        "name": "Incrollabile",
        "text": "Sposta 1 danno da un tuo personaggio Blu a un altro personaggio (2 danni se non ci sono carte nella pila degli scarti)<em>（ignorando gli scudi）<em>."
    },
    {
        "code": "07065",
        "name": "Astrocaccia di Plo Koon",
        "text": "Dopo che hai attivato questo supporto, puoi girare 1 tuo dado personaggio non unico su una faccia a tua scelta. Se avvisti Plo Koon, puoi risolvere quel"
    },
    {
        "code": "07066",
        "name": "Respiratore Aquata A99",
        "text": "Prima che il personaggio con questa miglioria subisca 1 o più danni secondari ([indirect]), puoi esaurire questa miglioria per bloccare 1 di quei danni."
    },
    {
        "code": "07067",
        "name": "Spada Laser di Ezra Bridger",
        "text": "Riposizionamento.\n[special] - Infliggi 2 danni a un personaggio di un avversario. Se questa miglioria è assegnata a Ezra Bridger, obbliga un avversario a perdere 1 risorsa."
    },
    {
        "code": "07068",
        "name": "Guardiano dei Whill",
        "text": "<b>Azione</b> - Esaurisci questa miglioria per spostarla su un tuo personaggio. Se quel personaggio è Blu, fornisci 1 scudo a quel personaggio. Se è Rosso, infliggi 1 danno secondario ([indirect]) a un avversario."
    },
    {
        "code": "07069",
        "name": "Elettroverga di Luke Skywalker",
        "text": "Finché questa miglioria è assegnata a Luke Skywalker, puoi risolvere le facce \"danno in mischia\" ([melee]) di questo dado come se fossero \"scudo\" ([shield])."
    },
    {
        "code": "07070",
        "flavor": "\"Fare. O non fare.\" <cite>Yoda</cite>",
        "name": "Non c'è provare",
        "text": "<b>Azione</b> - Ripeti il tiro di questo dado, poi puoi risolverlo aumentando di 1 il suo valore. Altrimenti, rimuovilo."
    },
    {
        "code": "07071",
        "flavor": "\"Porta via elo!\"",
        "name": "Boss Nass",
        "subtitle": "Sovrano Pomposo",
        "text": "Dopo che hai attivato un <i>Gungan</i>, puoi infliggere a un avversario un ammontare di danni secondari ([indirect]) pari al numero di suoi dadi personaggio che hanno appena ottenuto \"vuoto\" ([blank])."
    },
    {
        "code": "07072",
        "flavor": "Anche se considerati primitivi da alcuni, gli anfibi noti come Gungan erano una specie tecnologicamente evoluta del pianeta Naboo.",
        "name": "Guerriero Gungan"
    },
    {
        "code": "07073",
        "name": "Leia Organa",
        "subtitle": "Cuore della Resistenza",
        "text": "<b>Azione Straordinaria</b> - Rimuovi 1 tuo dado personaggio per scartare un ammontare di carte pari al valore di quel dado dalla cima di un mazzo."
    },
    {
        "code": "07074",
        "flavor": "\"A mio avviso, l'esperienza ti rende superiore a chiunque.\"",
        "name": "Rex",
        "subtitle": "Clone Capitano",
        "text": "Prima di attivare questo personaggio, puoi spendere 1 risorsa oppure avvistare un Clone Soldato per prendere il controllo del campo di battaglia."
    },
    {
        "code": "07075",
        "name": "Fiammata di Gloria",
        "text": "Attiva 1 tuo personaggio. Poi rimuovi un qualsiasi numero di dadi \"danno\" ([ranged], [melee] o [indirect]) di un avversario e infliggi a quel personaggio un ammontare di danni pari al valore totale dei danni rimossi."
    },
    {
        "code": "07076",
        "name": "Ora Disperata",
        "text": "Gioca questa carta solo se la salute rimanente totale dei tuoi personaggi è pari o inferiore a 3.\nRipristina 1 personaggio."
    },
    {
        "code": "07077",
        "name": "Pronto Soccorso",
        "text": "Cura 2 danni a un personaggio Rosso (4 danni se è il primo round della partita)."
    },
    {
        "code": "07078",
        "name": "Offensiva Gungan",
        "text": "Gira fino a 3 tuoi dadi <i>Gungan</i> o <i>Artiglieria</i> su una faccia \"danno\" ([ranged], [melee] o [indirect])."
    },
    {
        "code": "07079",
        "name": "Motivazione",
        "text": "Avvista 2 personaggi Rossi o Leia Organa per risolvere 1 tuo dado personaggio, aumentando di 1 il suo valore."
    },
    {
        "code": "07080",
        "name": "Ricollocamento",
        "text": "Obbliga un avversario a girare 1 dado su una faccia a sua scelta. Poi gira 1 altro dado su una faccia a tua scelta."
    },
    {
        "code": "07081",
        "name": "Piano A Lungo Termine",
        "text": "<b>Azione</b> - Esaurisci questa trama, per collocare 1 risorsa su di essa oppure risolvere 1 tuo dado, aumentando il suo valore del numero di risorse su questa trama."
    },
    {
        "code": "07082",
        "name": "Catapulta Gungan",
        "text": "Dopo che hai attivato un <i>Gungan</i> puoi ripetere il tiro di questo dado."
    },
    {
        "code": "07083",
        "name": "Speeder della Resistenza di Crait",
        "text": "Prima di risolvere questo dado, se questo supporto non possiede alcun danno, puoi collocare 1 danno su questo supporto per aumentare di 1 il suo valore."
    },
    {
        "code": "07084",
        "name": "Fuoco di Soppressione",
        "text": "Dopo che un personaggio è stato attivato, puoi spendere 1 risorsa e scartare questo supporto dal gioco per rimuovere 1 suo dado personaggio."
    },
    {
        "code": "07085",
        "name": "Elettroasta",
        "text": "Prima che il personaggio con questa miglioria stia per essere sconfitto, puoi spostare questa miglioria su un <i>Gungan</i><em>（rimetti questo dado su questa carta）</em>."
    },
    {
        "code": "07086",
        "name": "Presenza Ispiratrice",
        "text": "Solo personaggi unici.\nGli altri tuoi personaggi possiedono la parola chiave Protezione."
    },
    {
        "code": "07087",
        "name": "Pistola Blaster di Rex",
        "text": "Finché questa miglioria è assegnata a Rex, considera le tue copie di questa miglioria come se fossero non uniche.\nDopo che hai attivato il personaggio con questa miglioria, se controlli il campo di battaglia, puoi attivare 1 tuo personaggio."
    },
    {
        "code": "07088",
        "flavor": "\"Io ho costruito uno sguscio. Il più veloce mai visto!\"",
        "name": "Anakin Skywalker",
        "subtitle": "Prodigio degli Sgusci",
        "text": "Dopo che hai attivato questo personaggio, puoi girare 1 tuo dado <i>Droide</i> o <i>Sguscio</i> su una faccia a tua scelta."
    },
    {
        "code": "07089",
        "flavor": "\"Mai usato uno di questi prima d'ora?\"",
        "name": "Bo-Katan Kryze",
        "subtitle": "Tenente della Ronda della Morte",
        "text": "Puoi includere migliorie malvagio Gialle nel tuo mazzo.\n[special] - Infliggi 2 danni a un personaggio (3 danni se questo personaggio possiede 1 o più migliorie su di esso)."
    },
    {
        "code": "07091",
        "name": "Informatrice Fidata",
        "text": "Dopo che hai attivato questo personaggio, puoi guardare la mano di un avversario."
    },
    {
        "code": "07092",
        "name": "Operazione Clandestina",
        "text": "Avvista 2 personaggi gialli o Cassian Andor per risolvere un qualsiasi numero di tuoi dadi con lo stesso simbolo. Poi scarta dalla cima di un mazzo un ammontare di carte pari al numero di dadi appena risolti."
    },
    {
        "code": "07093",
        "name": "Affare Fatto",
        "text": "Ottieni 5 risorse. Devi passare tutti i tuoi prossimi turni in questo round."
    },
    {
        "code": "07094",
        "name": "Correre sulla Difensiva",
        "text": "Gioca questa carta solo se 1 o più tuoi dadi <i>Veicolo</i> sono stati rimossi durante l'ultimo turno di un avversario questo round.\nAvvista 1 personaggio giallo per tirare 1 di questi dadi rimossi nella tua riserva."
    },
    {
        "code": "07095",
        "name": "Fortuna Sfacciata",
        "text": "Avvista 1 tuo personaggio giallo o 1 <i>Gungan</i> per ripetere il tiro di un massimo di 5 tuoi dadi. Poi infliggi a un avversario un ammontare di danni secondari ([indirect]) pari al numero di dadi che hanno appena ottenuto \"vuoto\" ([blank])."
    },
    {
        "code": "07096",
        "name": "Genio della Meccanica",
        "text": "Guarda 5 carte dalla cima del tuo mazzo, rivela 1 <i>Droide</i> o 1 <i>Sguscio</i> appena guardato e aggiungili alla tua mano. Colloca le altre carte guardate in fondo al tuo mazzo nell'ordine che preferisci."
    },
    {
        "code": "07097",
        "name": "Fuga Miracolosa",
        "text": "Gioca questa carta solo se non hai altre carte nella tua mano.\"Rimuovi 1 dado."
    },
    {
        "code": "07098",
        "name": "Detonazione Programmata",
        "text": "Gioca questa carta solo se un avversario controlla il campo di battaglia.\nInfliggi a quell'avversario un ammontare di danni secondari ([indirect]) pari al numero di risorse che possiede fino ad un massimo di 5."
    },
    {
        "code": "07099",
        "name": "Giusta Causa",
        "text": "Imboscata.<em>（Dipo che hai giocato questa carta, puoi effettuare un'azione aggiuntiva.）<em>\nSposta 1 danno da una tua carta a un'altra tua carta dello stesso tipo <em>(ignorando gli scudi)</em>."
    },
    {
        "code": "07100",
        "name": "Bersaglio Sotto Tiro",
        "text": "Se i tuoi dadi mostrano 5 o più simboli diversi, infliggi 2 danni a un personaggio oppure, se i tuoi dadi mostrano 10 o più simboli diversi, sconfiggi 1 personaggio."
    },
    {
        "code": "07101",
        "name": "Sparatoria",
        "text": "Gira fino a 3 dadi di un avversario su una faccia \"danno\" ([ranged], [melee] o [indirect]). Poi gira un pari ammontare di tuoi dadi su una faccia \"danno\" ([ranged], [melee] o [indirect])."
    },
    {
        "code": "07102",
        "name": "Sguscio di Anakin Skywalker",
        "text": "Imboscata.\nDopo che hai risolto questo dado, puoi scartare la carta dalla cima di 1 mazzo oppure, se avvisti Anakin Skywalker, scartare 1 carta casuale dalla mano di 1 avversario."
    },
    {
        "code": "07103",
        "flavor": "\"L'astrocaccia N-1 rappresenta l'apice della teconologia di Naboo.\" <cite>Capitano Quarsh Panaka</cite>",
        "name": "Astrocaccia N-1",
        "text": "[special] - Ripristina o scarta 1 <i>Veicolo</i> che non sia una copia di questo supporto."
    },
    {
        "code": "07104",
        "name": "Blaster Pesante CR-2",
        "text": "[special] - Infliggi 2 danni a un personaggio (4 danni se un avversario non ha dadi nella sua riserva."
    },
    {
        "code": "07105",
        "name": "Furtivo",
        "text": "Il personaggio con questa miglioria possiede il sottotipo <i>Soldato</i>.\n[special] - Scarta un ammontare di carte pari al valore mostrato su 1 tuo dado personaggio dalla cima di 1 mazzo."
    },
    {
        "code": "07106",
        "name": "Via della Luce",
        "text": "Rimuovi 1 dado non Eroe."
    },
    {
        "code": "07107",
        "flavor": "I piatti migliori su questo lato del Distretto del Senato.",
        "name": "Tavola Calda di Dex",
        "text": "<b>Azione</b> - Esaurisci questo supporto e spendi 1 risorsa per curare 1 danno a un personaggio (2 danni se quel personaggio possiede 6 o più danni)."
    },
    {
        "code": "07108",
        "name": "Unità Nella Forza",
        "text": "Rimuovi 1 tuo dado Blu. Poi risolvi 1 tuo dado, aumentando il suo valore del dado appena rimosso."
    },
    {
        "code": "07109",
        "name": "Raggirare",
        "text": "Ripeti il tiro di 1 dado dell'avversario. Poi gira 1 suo dado su una faccia a tua scelta. Poi rimuovi 1 suo dado."
    },
    {
        "code": "07110",
        "flavor": "\"Ho portato pace, libertà, giustizia e sicurezza nel mio nuovo impero.\" <cite>Darth Vader</cite>",
        "name": "Controllo",
        "text": "Gira tutti i tuoi dadi su una faccia a tua scelta."
    },
    {
        "code": "07111",
        "name": "Divisione Nella Forza",
        "text": "Risolvi 1 tuo dado blu. Poi rimuovi 1 dado del valore del dado appena risolto."
    },
    {
        "code": "07112",
        "name": "Fiamme del Passato",
        "text": "Scarta 1 carta dal gioco se c'è una copia di quella carta in una pila degli scarti."
    },
    {
        "code": "07113",
        "name": "Pace E Silenzio",
        "text": "Gira 1 dado su una faccia di valore pari a 0. <em>(\"speciale\" e \"vuoto\" hanno valore pari a 0)<em>."
    },
    {
        "code": "07114",
        "name": "Sorti Rovesciate",
        "text": "Sposta tutti gli scudi da un personaggio di un avversario a un tuo personaggio."
    },
    {
        "code": "07115",
        "name": "Fatto Per Durare",
        "text": "Ogni tua miglioria unica possiede la parola chiave Riposizionamento.\nDopo che hai giocato una miglioria unica, puoi esaurire questa trama per ottenere 1 risorsa."
    },
    {
        "code": "07116",
        "name": "Abilità Affinate",
        "text": "Ogni tuo personaggio può possedere 1 miglioria aggiuntiva."
    },
    {
        "code": "07117",
        "name": "Daga di Mortis",
        "text": "Riposizionamento.\nPrima di risolvere questo dado \"danno in mischia\" ([melee]), puoi spostare 1 scudo da un personaggio Blu al personaggio con questa miglioria."
    },
    {
        "code": "07118",
        "name": "Salto di Forza",
        "text": "Solo personaggi Blu.\n[special] - Gira un dado \"danno\" ([ranged], [melee] o [indirect]) su una faccia \"vuoto\" ([blank]). Ripeti il tiro di questo dado invece di rimuoverlo."
    },
    {
        "code": "07119",
        "name": "Vie della Forza",
        "text": "Gioca questa carta solo se avvisti 1 personaggio Blu.\nConsidera il personaggio con questa miglioria come se fosse elite <em>(collocando una seconda copia del suo dado sulla sua carta)<em>."
    },
    {
        "code": "07120",
        "name": "Fato Inaspettato",
        "text": "Scegli un qualsiasi numero di dadi. obbliga un avversario a girare ognuno di quei dadi su una faccia a sua scelta."
    },
    {
        "code": "07121",
        "name": "Colpo di Striscio",
        "text": "Risolvi 1 tuo dado \"danno\" ([ranged], [melee] o [indirect]), riducendo di 1 il suo valore. Poi rimuovi 1 dado."
    },
    {
        "code": "07122",
        "name": "Entrata Teatrale",
        "text": "Attiva 1 tuo personaggio. Ripeti il tiro di un qualsiasi numero di suoi dadi personaggio e miglioria. Poi ripeti il tiro di un qualsiasi numero di suoi dadi personaggio e miglioria."
    },
    {
        "code": "07123",
        "name": "Acquisizione Ostile",
        "text": "Gioca questa carta solo se controlli il campo di battaglia.\nScegli un simbolo mostrato su un tuo dado. Poi risolvi 1 dado di un avversario con quel simbolo come se fosse un tuo dado."
    },
    {
        "code": "07124",
        "name": "Sovraccarico",
        "text": "Colloca 1 danno su un supporto in gioco. Poi puoi scartare quel supporto se possiede un ammontare di danni pari o superiore al suo costo."
    },
    {
        "code": "07125",
        "name": "Ricostruzione",
        "text": "Aggiungi alla tua mano 1 supporto dalla tua pila degli scarti."
    },
    {
        "code": "07126",
        "name": "Attacco in Campo Nemico",
        "text": "Risolvi un qualsiasi numero di tuoi dadi \"danno\" ([ranged], [melee] o [indirect]) nell'ordine che preferisci."
    },
    {
        "code": "07127",
        "name": "Vantaggio del Territorio Natio",
        "text": "porta 2 campi di battaglia alla partita.\nDurante la preparazione, se il tuo campo sta per essere scelto per la partita, scegli invece 1 dei tuoi 2 campi di battaglia. Metti da parte l'altro."
    },
    {
        "code": "07128",
        "name": "Riserva di Munizioni",
        "text": "Dopo che hai giocato questo supporto, colloca 3 danni su di esso.\n<b>Azione/b> - Esaurisci questo supporto e rimuovi 1 danno da esso per infliggere 1 danno secondario ([indirect]) a un avversario"
    },
    {
        "code": "07129",
        "flavor": "L'astrocaccia Aggressive ReConnaissance-170 era dotato di armamenti e attrezzato per i viaggi nello spazio profondo..",
        "name": "Astrocaccia ARC-170",
        "text": "Prima che questo supporto sia scartato dal gioco, puoi rimetterlo nella mano del suo proprietario."
    },
    {
        "code": "07130",
        "name": "Carro Armato Droide Hailfire",
        "text": "Dopo che hai giocato un <i>Veicolo</i><em>（incluso questo supporto）<em> puoi infliggere 1 danno secondario ([indirect]) a un avversario.\nDopo che hai giocato 1 <i>Droide</i><em>（incluso questo supporto）<em>, puoi attivarlo."
    },
    {
        "code": "07131",
        "name": "Maestro d'Armi",
        "text": "<b>Azione</b> - Rimuovi 1 dado personaggio o 1 dado miglioria del personaggio con questa miglioria per girare 1 suo dado <i>Arma</i> su una faccia a tua scelta."
    },
    {
        "code": "07132",
        "name": "Amico o Nemico",
        "text": "Ripeti il tiro di 1 dado personaggio. Poi se hai appena ottenuto \"danno\" ([ranged], [melee] o [indirect]), infliggi 1 danno a quel personaggio. Altrimenti forniscigli 1 scudo."
    },
    {
        "code": "07133",
        "name": "Nel Mirino",
        "text": "Imboscata.<em> (Dopo che hai giocato questa carta, puoi effettuare un'azione aggiuntiva.) </em>\nScegli un simbolo. Poi rimuovi un qualsiasi nuemro di dadi che mostrano quel simbolo."
    },
    {
        "code": "07134",
        "name": "Scommesse sugli Sgusci",
        "text": "Scegli un numero. Poi ripeti il tiro di un tuo dado <i>Veicolo</i>. Se quel dado ha appena ottenuto un valore pari al numero scelto, ottieni 2 risorse (3 risorse se era una dado <i>Sguscio</i>)."
    },
    {
        "code": "07135",
        "name": "Riprogrammazione",
        "text": "Scegli 1 <i>Droide</i> dalla tua mano e giocalo, riducendo di 1 il suo costo."
    },
    {
        "code": "07136",
        "name": "Mossa Rischiosa",
        "text": "Avvista 1 personaggio Giallo per rimuovere 1 dado. La prossima carta giocata da un tuo avversario in questo round possiede la parola chiave Imboscata."
    },
    {
        "code": "07137",
        "name": "Motori Avviati!",
        "text": "Cerca nel tuo mazzo 1 <i>Sguscio</i>, rivelalo e aggiungilo alla tua mano. Rimescola il tuo mazzo."
    },
    {
        "code": "07138",
        "name": "Riscuotere Un Favore",
        "text": "Prima di giocare un evento dal costo pari o superiore a 3, puoi easurire questa trama per ridurre di 1 il suo costo (di 2 se hai esattamente 1 personaggio in gioco)."
    },
    {
        "code": "07139",
        "name": "Merce Preziosa",
        "text": "<b>Azione</b> - Esaurisci questo supporto e 1 tuo personaggio per collocare 3 risorse su questo supporto oppure per prendere tutte le risorse da esso."
    },
    {
        "code": "07140",
        "name": "Conoscenza dei Bassifonti",
        "text": "Prima di giocare un evento giallo, puoi esaurire questo supporto per ridurre di 1 il suo costo."
    },
    {
        "code": "07141",
        "name": "Mercantile Leggero XS",
        "text": "Imboscata.\n[special] - Colloca 2 risorse su questo supporto oppure prendi tutte le risorse da esso. Puoi effettuare 1 azione aggiuntiva. "
    },
    {
        "code": "07142",
        "name": "Spada Oscura",
        "text": "Riposizionamento.\nPrima di risolvere questo dado, sel valore in punti del personaggio con questa miglioria è pari o superiore a 15, aumenta di 1 il suo valore (di 2 se è pari o superiore a 20)."
    },
    {
        "code": "07143",
        "flavor": "\"Provali. Lanciarampino, dardi paralizzanti, repulsore. Progettati per combattere le abilità dei Jedi\". <cite>Fenn Rau</cite>",
        "name": "Bracciali Mandaloriani",
        "text": "<b>Azione</b> - Rimetti questa miglioria dal gioco nella mano del suo proprietario."
    },
    {
        "code": "07144",
        "flavor": "\"Come diceva sempre la mia dolce madre:'Figliolo, se un ostaggio è buono, due sono meglio e tre...beh, questo si chiama un vero affare'\" <cite>Hondo Ohnaka</cite>",
        "name": "Affarista Rispettabile",
        "text": "Dopo che hai attivato il persomaggio con questa miglioria, puoi ottenere 1 risorsa."
    },
    {
        "code": "07146",
        "name": "Estrazione",
        "text": "Scegli fino a 3 carte in una pila degli scarti e mettile da parte."
    },
    {
        "code": "07147",
        "name": "Caduta Libera",
        "text": "Imboscata. <em>(Dopo che hai giocato questa carta, puoi effettuare un'azione aggiuntiva.)</em>\nObbliga un avversario a rimuovere un suo dado."
    },
    {
        "code": "07148",
        "name": "Nati Per Soffrire",
        "text": "Ogni giocatore scarta un ammontare di carte pari al numero di suoi dadi \"vuoto\" ([blank]) dalla cima del proprio mazzo."
    },
    {
        "code": "07149",
        "name": "Fascino della Natura",
        "text": "Ripeti il tiro di un massimo di 2 dadi <em>tuoi e/o di un avversario)</em>."
    },
    {
        "code": "07150",
        "name": "Reprimere",
        "text": "Rimuovi tutti i dadi \"danno secondario\" ([indirect]) di un avversario."
    },
    {
        "code": "07151",
        "name": "Sotto Attacco",
        "text": "Rimuovi un qualsiasi numero di dadi \"danno\" ([ranged], [melee] o [indirect]) di un avversario. Poi infliggi a te stesso un ammontare di danni secondari ([indirect]) pari al valore totale di quei dadi."
    },
    {
        "code": "07152",
        "name": "Spazzini di Lotho Minor",
        "text": "[special] - metti da parte 1 carta <i>Arma</i>, <i>Droide</i>, <i>Equipaggiamento</i> o <i>Veicolo</i> nella tua pila degli scarti per ottenere 2 risorse."
    },
    {
        "code": "07153",
        "name": "Sguscio",
        "text": "Imboscata.\nDopo che questo dado ha ottenuto \"vuoto\" ([blank]), rimetti questo supporto dal gioco nella mano del suo proprietario."
    },
    {
        "code": "07154",
        "name": "Macrobinocoli",
        "text": "[special] - Guarda la mano di un avversario. Fornisci 1 scudo a un personaggio."
    },
    {
        "code": "07155",
        "name": "Boonta Eve Classic",
        "text": "Dopo che hai risolto 1 tuo dado <i>Sguscio</i>, puoi collocare 1 risorsa su quello <i>Sguscio</i>. Se ci sono 4 o più risorse su di esso, metti da parte ogni copia di questa trama e ottieni 4 risorse."
    },
    {
        "code": "07156",
        "name": "Arena della Morte",
        "subtitle": "Nar Shaddaa",
        "text": "<b>Rivendicazione</b> - Infliggi a un avversario un ammontare di danni secondari ([indirect]) pari al numero di tuoi personaggi sconfitti, fino a un massimo di 3"
    },
    {
        "code": "07157",
        "name": "Bendu's Lair",
        "subtitle": "Atollon",
        "text": "<b>Rivendicazione</b> - \n.\n"
    },
    {
        "code": "07158",
        "name": "Torre di Comunicazione",
        "subtitle": "Scarif",
        "text": "<b>Rivendicazione</b> - Risolvi un tuo dado, aumentando di 1 il suo valore se avvisti una trama."
    },
    {
        "code": "07159",
        "name": "Arena di Mos Espa",
        "subtitle": "Tatooine",
        "text": "<b>Rivendicazione</b> - Obbliga un avversario a scegliere se perdere una risorsa oppure farti ottenere 1 risorsa. Avvista uno <i>Sguscio</i> per obbligarlo invece a fare entrambe le cose."
    },
    {
        "code": "07160",
        "name": "Valle del Crepaccio",
        "subtitle": "Dathomir",
        "text": "<b>Rivendicazione</b> - Rivela 1 carta dalla cima del tuo mazzo. Se il suo costo è dispari, rimuovi 1 dado di valore pari o inferiore a 2."
    }
]
