[
    {
        "code": "04081",
        "flavor": "\"Fear is what keeps a man alive in this world of treachery and deceit.\"",
        "name": "Roose Bolton",
        "text": "<b>Reaction:</b> After you win a challenge in which Roose Bolton is attacking, choose up to X total STR worth of characters controlled by the losing opponent. X is Roose Bolton's STR. Sacrifice Roose Bolton to kill each of those characters.",
        "traits": "Ally. House Bolton. Lord."
    },
    {
        "code": "04082",
        "flavor": "Harrenhal had seen more horror in its three hundred years than Casterly Rock had witnessed in three thousand.",
        "name": "Harrenhal",
        "text": "<b>Reaction:</b> After a character enters play, kneel your faction card and sacrifice Harrenhal to kill it.",
        "traits": "Contested. Stronghold."
    },
    {
        "code": "04083",
        "flavor": "\"He said that all his other knights wanted things of him, castles or honors or riches, but all that Brienne wanted was to die for him.\" <cite>The Knight of Flowers</cite>",
        "name": "Brienne of Tarth",
        "text": "Renown.\nWhile you control a <i>King</i> character or Catelyn Stark, Brienne of Tarth does not kneel when declared as a defender.",
        "traits": "Lady."
    },
    {
        "code": "04086",
        "flavor": "Dragonglass. What the maesters call obsidian.",
        "name": "Dragonglass Dagger",
        "text": "[thenightswatch] character only.\nWhile attached character is participating in a challenge, it gets +2 STR and is immune to opponent's character abilities.",
        "traits": "Weapon."
    },
    {
        "code": "04091",
        "flavor": "\"M'lord, I am sent to show you to chambers.\"",
        "name": "Helya",
        "text": "Each attachment gains terminal.",
        "traits": "Ironborn. Steward."
    },
    {
        "code": "04097",
        "flavor": "The silent sisters prepared men for the grave, and it was ill fortune to look on the face of death.",
        "name": "Silent Sisters",
        "text": "Silent Sisters gets +1 STR for each character in your dead pile.",
        "traits": "Ally. The Seven."
    }
]
