[
    {
        "code": "05001",
        "name": "Cersei Lannister",
        "text": "Cersei Lannister does not kneel when declared as an attacker in an [intrigue] challenge.\n<b>Reaction:</b> After 1 or more cards are discarded from an opponent's hand, if you do not support that player, Cersei Lannister gains 1 power. (Limit 3 times per round.)",
        "traits": "Lady. Queen."
    },
    {
        "code": "05002",
        "flavor": "\"My mind is my weapon.\"",
        "name": "Tyrion Lannister",
        "text": "<b>Reaction:</b> After you win a challenge, return an attacking <i>Clansman</i> character to your hand to (choose one): draw 2 cards, gain 3 gold, or raise the claim value on your revealed plot card by 1 until the end of the challenge. (Limit twice per phase.)",
        "traits": "Lord."
    },
    {
        "code": "05011",
        "name": "Moon Brothers",
        "text": "<b>Action:</b> During a challenge in which you control an attacking <i>Clansman</i> character, kneel your faction card to put Moon Brothers into play from your hand (standing), participating as an attacker.",
        "traits": "Clansman."
    },
    {
        "code": "05017",
        "name": "Golden Tooth",
        "text": "Limited.\n<b>Action:</b> Kneel Golden Tooth to gain 1 gold. (3 gold instead if an opponent has no cards in his or her hand.)",
        "traits": "Stronghold. The Westerlands."
    },
    {
        "code": "05019",
        "name": "Lannisport Treasury",
        "text": "<b>Reaction:</b> After the taxation phase begins, place 1 gold from your gold pool on Lannisport Treasury.\n<b>Marshaling Action:</b> Kneel Lannisport Treasury to move any number of gold from Lannisport Treasury to your gold pool.",
        "traits": "The Westerlands."
    },
    {
        "code": "05024",
        "name": "Daring Rescue",
        "text": "Play only if you control a <i>Knight</i> character.\n<b>Challenges Action:</b> Return a character you control to its owner's hand. Then, have a <i>Knight</i> character you control gain ? power."
    },
    {
        "code": "05034",
        "flavor": "\"...the Umbers may seem simple, but they are not without a certain low cunning.\" <cite>Roose Bolton</cite>",
        "name": "Last Hearth Scouts",
        "text": "<b>Forced Reaction:</b> After a character enters play during the challenges phase, kneel that character.",
        "traits": "House Umber."
    },
    {
        "code": "05035",
        "flavor": "\"I am a knight... I shall die a knight.\"",
        "name": "Ser Barristan Selmy",
        "text": "<b>Reaction:</b> After you win a challenge in which Ser Barristan Selmy is participating, if you have fewer cards in hand than the losing opponent, stand him.",
        "traits": "Knight."
    }
]
