[
    {
        "code": "04061",
        "flavor": "\"With two eyes you see my face. With three you could see my heart.\"",
        "name": "Jojen Reed",
        "text": "Stealth.\n<b>Reaction:</b> After Jojen Reed stands, reveal the top card of each player's deck. You may either: discard each of those cards, or have each player draw 1 card.",
        "traits": "House Reed."
    },
    {
        "code": "04066",
        "name": "The Haunted Forest",
        "text": "While The Haunted Forest is standing, it contributes 1 STR to your side during any challenge in which you are the defending player.\n<b>Forced Reaction:</b> After you lose a challenge, kneel The Haunted Forest.",
        "traits": "The North."
    },
    {
        "code": "04067",
        "flavor": "\"Kings have no friends.\"",
        "name": "Stannis Baratheon",
        "text": "During [power] challenges, each participating non-<i>King</i> character gets -1 STR.\n<b>Reaction:</b> After you win dominance, choose a non-loyal character. That character cannot stand during the standing phase this round.",
        "traits": "King. Lord."
    },
    {
        "code": "04070",
        "flavor": "Shaving him was the cruelest thing Tyrion could have done...",
        "name": "Without His Beard",
        "text": "<b>Reaction:</b> After you win an [intrigue] challenge, discard up to 3 cards at random from the losing opponent's hand. Then, that player draws 2 cards."
    },
    {
        "code": "04072",
        "flavor": "The solar was as damp and drafty as ever.",
        "name": "King Balon's Solar",
        "text": "<b>Reaction:</b> After you win initiative, gain 1 gold.",
        "traits": "Iron Islands."
    },
    {
        "code": "04075",
        "name": "Elia Sand",
        "text": "<b>Reaction:</b> After you lose a challenge, choose a character. Until the end of the phase, that character gains stealth. (Limit twice per phase.)",
        "traits": "Bastard. Sand Snake."
    },
    {
        "code": "04077",
        "name": "Jaqen H'ghar",
        "text": "<b>Reaction:</b> After Jaqen H'ghar enters play, place a Valar Morghulis token on up to 3 different unique characters. If Jaqen H'ghar leaves play, discard those tokens from play.\n<b>Reaction:</b> After you win a challenge in which Jaqen H'ghar is attacking alone, choose and kill a character with a Valar Morghulis token.",
        "traits": "Ally."
    },
    {
        "code": "04078",
        "name": "The God's Eye",
        "text": "The God's Eye cannot be discarded from play.\n+1 Income.\n+1 Reserve.",
        "traits": "Westeros."
    },
    {
        "code": "04079",
        "name": "King Beyond the Wall",
        "text": "<i>Wildling</i> character only.\nAttached character gains the <i>King</i> trait.\nWhile attached character is attacking a player with a higher power total than you, raise the claim value on your revealed plot card by 1.",
        "traits": "Title."
    },
    {
        "code": "04080",
        "name": "Valar Morghulis",
        "text": "<b>When Revealed:</b> Kill each character.",
        "traits": "Omen."
    }
]
