[
    {
        "code": "01001",
        "flavor": "\"Quoi que vous comptiez faire, cela ne marchera pas.\"",
        "name": "Capitaine Phasma",
        "subtitle": "Trooper d'Elite",
        "text": "Vos personnages non uniques ont le mot-clé Gardien."
    },
    {
        "code": "01002",
        "flavor": "Les membres de cette nouvelle génération de stormtroopers sont entraînés dès la naissance et soumis à une propagande constante pour assurer leur loyauté envers le Premier Ordre.",
        "name": "Stormtrooper du Premier Ordre"
    },
    {
        "code": "01003",
        "name": "Général Grievous",
        "subtitle": "Chasseur de Jedi",
        "text": "Avant qu'un personnage d'un adversaire soit vaincu, vous pouvez déplacer une de ses améliorations non-<b>capacité</b> vers ce personnage."
    },
    {
        "code": "01004",
        "flavor": "\"Général, préparez vos troupes pour une attaque en surface.\" <cite>Dark Vador</cite>",
        "name": "Général Veers",
        "subtitle": "Commandant militaire",
        "text": "<b>Action</b> - Retirez ce dé pour tourner un de vos dés de soutien sur n'importe quelle face."
    },
    {
        "code": "01005",
        "flavor": "Le transport de surveillance tout-terrain jouait un rôle de soutien et de reconnaissance au sein de la machine de guerre de l'Empire Galactique.",
        "name": "TS-TT",
        "text": "[special] - Défaussez un soutien du jeu."
    },
    {
        "code": "01006",
        "name": "Chasseur TIE du Premier Ordre",
        "text": "[special] - Retirez tous les boucliers de tous les personnages d'un adversaire."
    },
    {
        "code": "01007",
        "name": "Présence imposante",
        "text": "Personnage Rouge uniquement.\n[special] - Choisissez un dé Rouge. S'il est à vous, résolvez-le en augmentant de 2 sa valeur. S'il est à un adversaire, retirez-le."
    },
    {
        "code": "01008",
        "name": "Fusil F-11D",
        "text": "Redéploiement.\n[special] - Forcez un adversaire à infliger 2 dégâts à ses personnages, répartis comme il le souhaite."
    },
    {
        "code": "01009",
        "name": "Compte Dooku",
        "subtitle": "Stratège perfide",
        "text": "Avant que ce personnage se voie infliger 1 ou plusieurs dégâts, vous pouvez défausser une carte de votre main pour lui donner 1 bouclier."
    },
    {
        "code": "01010",
        "flavor": "\"Si tu refuses de te battre, tu devras affronter ton destin.\"",
        "name": "Dark Vador",
        "subtitle": "Seigneur Sith",
        "text": "Après avoir activé ce personnage, vous pouvez forcer un adversaire à choisir et à défausser une carte de sa main."
    },
    {
        "code": "01011",
        "name": "Kylo Ren",
        "subtitle": "Disciple de Vador",
        "text": "[special] - Choisissez un personnage d'un adversaire. Puis regardez une carte au hasard dans la main de cet adversaire et infligez à ce personnage des dégâts égaux au coût de la carte que vous venez de regarder."
    },
    {
        "code": "01012",
        "flavor": "Les soeurs de la nuit manipulent la Force à leurs propres fins.",
        "name": "Soeur de la Nuit",
        "text": "<b>Action</b> - Relancer un dé. Infligez 1 dégât à ce personnage."
    },
    {
        "code": "01013",
        "name": "Etranglement de la Force",
        "text": "Personnage Bleu uniquement.\n[special] - Infligez 1 dégât non blocable à une autre personnage. Puis vous pouvez tourner un de ses dés de personnage ou d'amélioration sur n'importe quelle face."
    },
    {
        "code": "01014",
        "name": "Immobilisation",
        "text": "Personnage Bleu uniquement.\n<b>Action</b> - Retirez ce dé pour tourner un dé sur une face vierge ([blank])."
    },
    {
        "code": "01015",
        "name": "Sabre Laser de Kylo Ren",
        "text": "Personnage Bleu uniquement.\n[special] - Infligez 2 dégâts à un personnage. Si un de ces dégâts est bloqué par des boucliers, relancez ce dé au lieu de le retirer de votre réserve."
    },
    {
        "code": "01016",
        "name": "Sith Holocron",
        "text": "[special] - Echangez cette amélioration contre une amélioration <b>capacité</b> bleue de votre main en ignorant ses restrictions de jeu. Puis vous pouvez dépenser 1 ressource pour lancer son dé dans votre réserve, si possible."
    },
    {
        "code": "01017",
        "name": "Grenades d'Infanterie",
        "text": "[special] - Infligez 2 dégâts à chaque personnage d'un adversaire. Défaussez cette amélioration du jeu."
    },
    {
        "code": "01018",
        "name": "Eclaireur en Speeder Bike",
        "text": "[special] - Retirez un dé. Vous pouvez entreprendre une action supplémentaire."
    },
    {
        "code": "01019",
        "name": "Bala-Tik",
        "subtitle": "Chef de Gang",
        "text": "Vous pouvez redresser ce personnage après qu'un personnage d'un adversaire a été vaincu."
    },
    {
        "code": "01020",
        "flavor": "\"Je vais avoir le plaisir de te voir mourir.\"",
        "name": "Jabba le Hutt",
        "subtitle": "Le grand et puissant",
        "text": "Après avoir activé ce personnage, vous pouvez relancer un dé jaune."
    },
    {
        "code": "01021",
        "flavor": "\"Tu n'as plus le droit à l'erreur.\"",
        "name": "Jango Fett",
        "subtitle": "Mercenaire Meurtrier",
        "text": "Vous pouvez activer ce personnage après qu'un adversaire a activé un personnage."
    },
    {
        "code": "01022",
        "name": "Pillard Tusken",
        "text": "Après avoir activé ce personnage, vous pouvez défaussez une carte de votre main pour résoudre un de ses dés de personnage ou d'amélioration."
    },
    {
        "code": "01023",
        "name": "Seigneur du Crime",
        "text": "Personnage Jaune uniquement.\n[special] - Dépensez 5 ressources pour choisir un personnage. Ce personnage est vaincu après la fin de ce round."
    },
    {
        "code": "01024",
        "name": "Lance-Flammes",
        "text": "[special] - Infligez 1 dégât jusqu'à 3 personnages différents."
    },
    {
        "code": "01025",
        "name": "Gaderffii",
        "text": "Redéploiement.\n[special] - Retirez un de vos dés montrant des dégâts de mêlée ([melee]) pour infliger 3 dégâts à un personnage."
    },
    {
        "code": "01026",
        "name": "En chasse",
        "text": "[special] - Retirez tous les boucliers d'un personnage. Vous pouvez dépenser 1 ressource pour retirer un de ses dés de personnage ou d'amélioration."
    },
    {
        "code": "01027",
        "name": "Amiral Ackbar",
        "subtitle": "Tacticien perspicace",
        "text": "Après avoir joué ou défaussé la dernière carte de sa main, un adversaire choisit et inflige 2 dégâts à l'un de ses personnages."
    },
    {
        "code": "01028",
        "flavor": "\"Il faut bien que je vous sauve d'ici !\"",
        "name": "Leia Organa",
        "subtitle": "Leader-né",
        "text": "<b>Action</b> - Retirez ce dé pour relancer jusqu'à 2 de vos dés."
    },
    {
        "code": "01029",
        "name": "Poe Dameron",
        "subtitle": "As de l'espace",
        "text": "[special] - Défaussez une carte de votre main pour résoudre une des faces de son dé, si possible. Puis, s'il s'agissait d'une carte <b>vehicle</b>, vous pouvez en payer le coût pour la jouer depuis votre pile de défausse."
    },
    {
        "code": "01030",
        "name": "Soldat Rebelle",
        "text": "Gardien."
    },
    {
        "code": "01031",
        "name": "Hangar de Lancement",
        "text": "Le X de ce dé est égal au nombre de cartes dans votre main."
    },
    {
        "code": "01032",
        "flavor": "Le X-wing de Poe Dameron était entre plus polyvalent que le T-70 standard",
        "name": "Black One",
        "text": "[special] - Infligez 1 dégât à un personnage. Relancez ce dé au lieu de le retirer de votre réserve."
    },
    {
        "code": "01033",
        "name": "Eclaireur",
        "text": "[special] - Regardez la main d'un adversaire et défaussez-en la carte la moins chère <i>(vous choisissez en cas d'égalité)</i>."
    },
    {
        "code": "01034",
        "flavor": "Pour se cacher, les Rebelles doivent souvent braver des environnements très rigoureux.",
        "name": "Matériel de Survie"
    },
    {
        "code": "01035",
        "flavor": "\"Je suis un Jedi, comme mon père avant moi.\"",
        "name": "Luke Skywalker",
        "subtitle": "Chevalier Jedi",
        "text": "Après avoir activé ce personnage, piochez une carte."
    },
    {
        "code": "01036",
        "name": "Padawan",
        "text": "Lorsque ce personnage n'a pas d'amélioration, le coût pour lui attacher une <b>arme</b> est diminué de 1."
    },
    {
        "code": "01037",
        "flavor": "\"C'est ton attention qui détermine ta réalité.\"",
        "name": "Qui-Gon Jinn",
        "subtitle": "Maître Ataru",
        "text": "Avant que ce personnage gagne 1 ou plusieurs boucliers, vous pouvez retirer 1 de ses boucliers pour infliger 1 dégât à un personnage."
    },
    {
        "code": "01038",
        "flavor": "\"Je suis assez grande pour me défendre.\"",
        "name": "Rey",
        "subtitle": "Prodige de la Force",
        "text": "Après avoir joué une amélioration sur ce personnage, vous pouvez entreprendre une action supplémentaire."
    },
    {
        "code": "01039",
        "name": "Protection de la Force",
        "text": "Personnage Bleu uniquement.\n[special] - Donnez 3 boucliers à vos personnages, répartis comme vous le souhaitez."
    },
    {
        "code": "01040",
        "name": "Robe Jedi",
        "text": "Après avoir joué cette amélioration, donnez 1 bouclier au personnage attaché, ou 2 boucliers s'il s'agit du premier round de la partie."
    },
    {
        "code": "01041",
        "name": "Sabre Laser Luke Skywalker",
        "text": "Personnage Bleu uniquement.\n[special] - Donnez 2 boucliers à un personnage ou infligez 2 dégâts non blocables à un personnage."
    },
    {
        "code": "01042",
        "name": "Ne faire qu'un avec la Force",
        "text": "Personnage Bleu uniquement.\nAvant que le personnage attaché soit vaincu, cette amélioration devient un soutien pour le reste de la partie <i>(elle commence redressée)</i>."
    },
    {
        "code": "01043",
        "flavor": "\"Blanc et orange, un modèle exceptionnel.\" <cite>Poe Dameron</cite>",
        "name": "BB-8",
        "text": "[special] - Relancez ce dé et un de vos autres dés. Ne retirez pas ce dé de votre réserve après avoir résolu cette capacité."
    },
    {
        "code": "01044",
        "name": "Bâton de Rey",
        "text": "[special] - Retirez un dé montrant des dégâts ([melee] ou [ranged])"
    },
    {
        "code": "01045",
        "flavor": "\"Et ils ne me reverront jamais.\"",
        "name": "Finn",
        "subtitle": "Déserteur du Premier Ordre",
        "text": "Vous pouvez attacher n'importe quelle <b>arme</b> à ce personnage en ignorant les restrictions de jeu.\nVous pouvez inclure des <b>armes</b> et <b>véhicules</b> d'Antagoniste Rouges dans votre deck."
    },
    {
        "code": "01046",
        "name": "Han Solo",
        "subtitle": "Vaurien",
        "text": "Après avoir joué une carte avec le mot-clé Embuscade, vous pouvez donner 1 bouclier à ce personnage."
    },
    {
        "code": "01047",
        "flavor": "\"Ne vous tracassez pas pour votre récompense. Si c'est pour l'argent que vous faites ça, alors c'est tout ce que vous recevrez !.\" <cite>Leia Organa</cite>",
        "name": "Mercenaire"
    },
    {
        "code": "01048",
        "flavor": "\"Mon destin ne pas différent de celui de notre peuple.\"",
        "name": "Padme Amidala",
        "subtitle": "Reine de Naboo",
        "text": "[special] - Défaussez la première carte du deck d'un adversaire ou dépensez 1 ressource pour défausser les 2 premières cartes du deck d'un adversaire."
    },
    {
        "code": "01049",
        "flavor": "\"P't'-êt' que c'coucou est moche à voir, mais il en a dans le ventre, et c'est c'qui compte.\" <cite>Han Solo</cite>",
        "name": "Faucon Millenium",
        "text": "[special] - Jouez gratuitement un événement Jaune de votre pile de défausse ou de votre main."
    },
    {
        "code": "01050",
        "name": "Immunité Diplomatique",
        "text": "Les boucliers de ce dé peuvent être donnés à n'importe lesquels de vos personnages, répartis comme vous le souhaitez."
    },
    {
        "code": "01051",
        "name": "Pistolet Blaster Lourd DL-44",
        "text": "Embuscade.\nAprès avoir joué cette amélioration forcez un adversaire à choisir et à retirer un de ses dés."
    },
    {
        "code": "01052",
        "name": "Infiltration",
        "text": "[special] - Relancez jusqu'à 2 dés d'un adversaire."
    },
    {
        "code": "01053",
        "name": "Avant-Poste",
        "text": "[special] - Résolvez la capacité du champ de bataille comme si vous veniez de le capturer."
    },
    {
        "code": "01054",
        "flavor": "L'arme de prédilection des soldats Rebelles et des officiers Impériaux lors de la Guerre Civile Galactique.",
        "name": "Pistolet Blaster DH-17"
    },
    {
        "code": "01055",
        "name": "Fusil Blaster IQA-11",
        "text": "[special] - Infligez 2 dégâts non blocables à un personnage."
    },
    {
        "code": "01056",
        "name": "Promotion",
        "text": "Personnage Rouge uniquement.\nVous pouvez piocher une carte après avoir joué cette amélioration."
    },
    {
        "code": "01057",
        "name": "Projection de Force",
        "text": "Personnage Bleu uniquement.\n[special] - Retirez un dé pour infliger à un personnage des dégâts égaux à la valeur indiquée sur ce dé<i>(les faces vierges et spéciales sont égales à zéro)</i>."
    },
    {
        "code": "01058",
        "name": "Entraînement de la Force",
        "text": "Désignez un personnage Bleu pour jouer cette carte.\n[special] - Choisissez et appliquez deux des options suivantes : infliger 1 dégât à un personnage, ou gagner 1 ressource, ou donner 1 bouclier à un personnage."
    },
    {
        "code": "01059",
        "name": "Sabre Laser",
        "text": "Redéploiement.\n[special] - Infligez 2 dégâts non blocables à un personnage."
    },
    {
        "code": "01060",
        "name": "Sonde Mentale",
        "text": "Personnage Bleu uniquement.\n[special] - Infligez à un personnage d'un adversaire 1 dégât pour chaque carte dans la main de cet adversaire."
    },
    {
        "code": "01061",
        "name": "Comlink",
        "text": "Après avoir joué cette amélioration, vous pouvez relancer autant de vos dés ou de ceux d'un adversaire que vous le souhaitez."
    },
    {
        "code": "01062",
        "name": "Datapad",
        "text": "[special] - Tournez un de vos dés sur une face ne montrant pas de dégâts ([ranged] ou [melee])"
    },
    {
        "code": "01063",
        "name": "Blaster de Poche",
        "text": "Embuscade. Redéploiement."
    },
    {
        "code": "01064",
        "name": "Marché Noir",
        "text": "[special] - Piochez 2 cartes. Vous pouvez jouer une amélioration depuis votre main en diminuant son coût de 1."
    },
    {
        "code": "01065",
        "name": "Ruse",
        "text": "Personnage Jaune uniquement.\n[special] - Résolvez une capacité spéciale ([special]) d'une autre carte en jeu comme si c'était votre carte."
    },
    {
        "code": "01066",
        "name": "Jetpack",
        "text": "[special] - Retirez un dé montrant des dégâts de mêlée ([melee]) et donnez 1 bouclier au personnage attaché."
    },
    {
        "code": "01067",
        "name": "Détonateur Thermique",
        "text": "Pour jouer cette carte, désignez un personnage Jaune.\n[special] - Infligez 3 dégâts à chaque personnage d'une adversaire. Défaussez cette amélioration du jeu."
    },
    {
        "code": "01068",
        "name": "Chair à Canon",
        "text": "Infligez à l'un de vos personnages non uniques des dégâts égaux à la valeur d'un dé d'un adversaire montrant des dégâts ([melee] ou [ranged]). Puis retirez ce dé."
    },
    {
        "code": "01069",
        "name": "Refermer la Nasse",
        "text": "Forcez un adversaire à choisir et à retirer un de ses dés. Vous pouvez placer cet événement sous votre deck au lieu de le défausser."
    },
    {
        "code": "01070",
        "flavor": "Les Droides de combat sont moints efficaces que les soldats de chair et de sang, mais ils coutent beaucoup moins cher à remplacer.",
        "name": "Rangs sans Fin",
        "text": "Ramenez un de vos personnages Rouges non uniques vaincus dans la partie dans dégâts sur lui.."
    },
    {
        "code": "01071",
        "name": "Occupation",
        "text": "A ne jouer que si vous contrôlez le champ de bataille.\nForcez un adversaire à perdre toutes ses ressources."
    },
    {
        "code": "01072",
        "name": "Sonde",
        "text": "Regardez 2 cartes au hasard de la main d'un adversaire et défausse n'importe lesquelles de ces cartes qui sont des événements."
    },
    {
        "code": "01073",
        "name": "Nettoyer la zone",
        "text": "Comptez le nombre de personnages Rouges redressés que vous avez. Relancez autant de dés d'un adversaire."
    },
    {
        "code": "01074",
        "name": "Maîtrise Tactique",
        "text": "Désignez un personnage Rouge pour entreprendre jusqu'à 2 actions supplémentaires."
    },
    {
        "code": "01075",
        "flavor": "\"Ils sont là ! Abattez-les !\"",
        "name": "La Meilleure Défense...",
        "text": "Infligez 3 dégâts à un de vos personnages Rouges pour retirer jusqu'à 2 dés à un adversaire."
    },
    {
        "code": "01076",
        "name": "Besogne",
        "text": "<b>Action</b> - Inclinez ce soutien et un de personnages pour gagner 1 ressource."
    },
    {
        "code": "01077",
        "name": "Garnison Locale",
        "text": "Chaque adversaire gagne 1 ressource en moins durant chaque phase d'entretien, pour un minimum de 1."
    },
    {
        "code": "01078",
        "name": "Escorte Personnelle",
        "text": "Le personnage attaché a le mot-cle Gardien."
    },
    {
        "code": "01079",
        "name": "Abandonnez tout Espoir",
        "text": "Forcez un adversaire à choisir entre : perdre toutes ses ressources, ou défausser toutes les cartes de sa main."
    },
    {
        "code": "01080",
        "name": "Ambition sans Bornes",
        "text": "Piochez des cartes jusqu'à avoir une main pleine."
    },
    {
        "code": "01081",
        "name": "Enragé",
        "text": "Infligez 1 dégât à un de vos personnages bleus pour gagner 1 ressource."
    },
    {
        "code": "01082",
        "flavor": "\"Let the hate flow through you.\" <cite>Emperor Palpatine</cite>",
        "name": "Feel Your Anger",
        "text": "Count the number of blanks ([blank]) showing on an opponent's dice. Remove that many of their dice."
    },
    {
        "code": "01083",
        "name": "Force Strike",
        "text": "Turn one of your blue dice to the side showing melee damage ([melee]), then you may resolve it immediately."
    },
    {
        "code": "01084",
        "name": "Intimidate",
        "text": "Remove all shields from a character."
    },
    {
        "code": "01085",
        "name": "Isolation",
        "text": "Désignez un personnage Bleu pour remove a character die."
    },
    {
        "code": "01086",
        "name": "No Mercy",
        "text": "Discard any number of Blue cards from your hand. Then resolve one of your dice showing damage ([melee] or [ranged]), increasing its value by 1 for each card you just discarded."
    },
    {
        "code": "01087",
        "name": "Pulling the Strings",
        "text": "Look at the top 3 cards of any deck. Then place those cards on the top and/or bottom of that deck in any order."
    },
    {
        "code": "01088",
        "name": "Emperor's Favor",
        "text": "Your hand size is increased by 1."
    },
    {
        "code": "01089",
        "flavor": "\"If you only knew the power of the dark side.\" <cite>Darth Vader</cite>",
        "name": "Power of the Dark Side",
        "text": "<b>Action</b> - Exaust this support to reroll one of your dice.  If that die rolls a blank ([blank]), deal 2 unblockable damage to a character."
    },
    {
        "code": "01090",
        "name": "Hidden In Shadow",
        "text": "<b>Action</b> - If the character this card is attached to does not have any shields, you can exhaust this card to place one shield on that character."
    },
    {
        "code": "01091",
        "name": "Nowhere to Run",
        "text": "Turn each of your dice showing a blank to any side."
    },
    {
        "code": "01092",
        "name": "Ace in the Hole",
        "text": "Discard a Yellow upgrade from your hand to roll its die into your pool, if able. Set aside that die after it is resolved or removed."
    },
    {
        "code": "01093",
        "name": "Armed to the Teeth",
        "text": "Discard any number of upgrades from one of your Yellow characters. Then deal damage to a character equal to the number of upgrades you just discarded."
    },
    {
        "code": "01094",
        "name": "Confiscation",
        "text": "Spend resources equal to the cost of an opponent's upgrade in play to return that upgrade to their hand."
    },
    {
        "code": "01095",
        "name": "Fight Dirty",
        "text": "Remove any number of your Yellow dice. Then deal damage to a character equal to the number of dice you just removed."
    },
    {
        "code": "01096",
        "name": "Go for the Kill",
        "text": "Resolve one of your dice showing ranged damage ([ranged]), treating this damage as unblockable."
    },
    {
        "code": "01097",
        "flavor": "\"I don't like you, either.\"",
        "name": "He Doesn't Like You",
        "text": "Remove one of your dice to remove an opponent's die."
    },
    {
        "code": "01098",
        "name": "Lying in Wait",
        "text": "Force an opponent to discard cards from their hand, until they hold the same amount of cards as you do."
    },
    {
        "code": "01099",
        "name": "Backup Muscle",
        "text": "When you play this card place three single damage tokens on it.\n<b>Action</b> - Exhaust this card to move one damage token from it to an opponent's character of your choice."
    },
    {
        "code": "01100",
        "name": "My Kind of Scum",
        "text": "After you resolve a die showing disrupt ([disrupt]), you may exhaust this support to gain resources equal to the number of resources your opponent just lost."
    },
    {
        "code": "01101",
        "name": "Underworld Connections",
        "text": "<b>Action</b> - Exhaust this support to gain 1 resource"
    },
    {
        "code": "01102",
        "name": "Prized Possession",
        "text": "After you play this upgrade, you may remove an opponent's character die and place it here. It is not rolled by any character and does not return to its character unless this upgrade leaves play."
    },
    {
        "code": "01103",
        "name": "Commando Raid",
        "text": "Resolve one of your Red dice showing discard ([discard]), increasing its value by 2. Then draw a card."
    },
    {
        "code": "01104",
        "name": "Defensive Position",
        "text": "Play only if you control the battlefield.\nRemove all of an opponent's dice showing a value of 2 or higher."
    },
    {
        "code": "01105",
        "name": "Field Medic",
        "text": "Remove 2 damage from a character."
    },
    {
        "code": "01106",
        "name": "Hit and Run",
        "text": "Embuscade.\nActivate one of your Red characters."
    },
    {
        "code": "01107",
        "name": "It's a Trap!",
        "text": "Embuscade.\nChoose a symbol showing on an opponent's die. Then turn any number of your Red dice to sides showing that symbol."
    },
    {
        "code": "01108",
        "name": "Natural Talent",
        "text": "Resolve one of your dice, increasing its value by 1."
    },
    {
        "code": "01109",
        "name": "Rearm",
        "text": "Play a Red upgrade from your discard pile, decreasing its cost by 1."
    },
    {
        "code": "01110",
        "name": "Retreat",
        "text": "Your opponent may take 1 action. Then end the action phase."
    },
    {
        "code": "01111",
        "name": "Strategic Planning",
        "text": "Ready or exhaust a support."
    },
    {
        "code": "01112",
        "name": "Surgical Strike",
        "text": "Remove any number of your Red dice showing ranged damage ([ranged]), increasing each of their values by 1, to discard a support from play that costs equal to or less than the combined value of those dice."
    },
    {
        "code": "01113",
        "name": "Resistance HQ",
        "text": "<b>Action</b> - Exhaust this support and discard a card from your hand to give a character 1 shield. Then ready this support unless an opponent spends 1 resource."
    },
    {
        "code": "01114",
        "name": "Anticipate",
        "text": "Force an opponent to choose and resolve any number of their dice in the order of their choice. Then remove all of their dice they dit not resolve."
    },
    {
        "code": "01115",
        "name": "Defensive Stance",
        "text": "Give a character 2 shields."
    },
    {
        "code": "01116",
        "name": "Force Misdirection",
        "text": "Choose a symbol showing on one of your Blue dice. Then remove all of an opponent's dice showing that symbol."
    },
    {
        "code": "01117",
        "name": "Heroism",
        "text": "Deal one of your unique characters damage equal to the value of an opponent's die showing damage ([ranged] or [melee]). Then remove that die."
    },
    {
        "code": "01118",
        "name": "Noble Sacrifice",
        "text": "Defeat one of your Blue characters to exhaust a character."
    },
    {
        "code": "01119",
        "name": "Patience",
        "text": "Remove any number of your dice. Then discard cards from the top of an opponent's deck equal to the number of dice you just removed."
    },
    {
        "code": "01120",
        "name": "Return of the Jedi",
        "text": "Add a blue event from your discard pile to your hand."
    },
    {
        "code": "01121",
        "name": "Riposte",
        "text": "Remove any number of shields from one of your characters. Then deal damage to a character equal to the number of shields you just removed."
    },
    {
        "code": "01122",
        "name": "Willpower",
        "text": "Move 1 damage from one of your exhausted characters to an opponent's exhausted character (this ignores shields)."
    },
    {
        "code": "01123",
        "name": "Jedi Council",
        "text": "Action - Exhaust this support to look at the top 2 cards of a player's deck. Then you may discard one of those cards and have that player draw the other."
    },
    {
        "code": "01124",
        "name": "Awakening",
        "text": "<b>Action</b> - Exhaust this support to resolve one of your dice showing a modified side <em>(a side with a +)</em> as if it was not modified <em>(did not have the +).</em>"
    },
    {
        "code": "01125",
        "name": "The Force is Strong",
        "text": "<b>Action</b> - Exhaust this support and discard a Blue card from your hand to play another copy of that card from your hand for free.</em>"
    },
    {
        "code": "01126",
        "name": "Daring Escape",
        "text": "Embuscade.\nReroll any number of an opponent's dice. Then remove all of ther dice showing blanks ([blank])."
    },
    {
        "code": "01127",
        "flavor": "\"I got one! I got one!\" <cite>Luke Skywalker</cite>",
        "name": "Don't Get Cocky",
        "text": "Each player draws 2 cards."
    },
    {
        "code": "01128",
        "name": "Draw Attention",
        "text": "Move up to 2 damage from one of your characters to another one of your characters (this ignores shields)."
    },
    {
        "code": "01129",
        "name": "Hyperspace Jump",
        "text": "End the action phase. You may switch the battlefield with the battlefield that is not being used."
    },
    {
        "code": "01130",
        "name": "Let The Wookie Win",
        "text": "Force an opponent to choose to either deal one of their exausted characters 2 damage or choose and remove 2 of their dice."
    },
    {
        "code": "01131",
        "name": "Negotiate",
        "text": "Remove one of your character dice to force an opponent to choose and remove 2 of their dice."
    },
    {
        "code": "01132",
        "name": "Scavenge",
        "text": "Discard the top 3 cards of your deck. Then you may add an upgrade or support from your discard pile to your hand."
    },
    {
        "code": "01133",
        "name": "Shoot First",
        "text": "Embuscade.\nResolve one of your Yellow dice showing ranged damage ([ranged]). Then remove an opponent's die showing ranged damage ([ranged])."
    },
    {
        "code": "01134",
        "name": "Smuggling",
        "text": "Spot a Yellow character and discard a card from your hand to gain 1 resource."
    },
    {
        "code": "01135",
        "name": "Play the Odds",
        "text": "<b>Action</b> - Exhaust this support to reroll one of your Yellow dice. If it rolls a resource ([resource]), gain 1 resource."
    },
    {
        "code": "01136",
        "name": "Street Informants",
        "text": "Embuscade.\n<b>Action</b> - Exhaust this support to look at an opponent's hand."
    },
    {
        "code": "01137",
        "name": "Second Chance",
        "text": "Personnage Jaune uniquement.\nBefore attached character would be defeated, instead heal 5 damage from it and discard this upgrade from play."
    },
    {
        "code": "01138",
        "name": "Award Ceremony",
        "text": "Désignez un personnage Rouge pour draw cards equal to the number of exhausted characters you have."
    },
    {
        "code": "01139",
        "name": "Dug in",
        "text": "Play only if you control the battlefield.\nGive 3 shields to your characters, distributed as you wish."
    },
    {
        "code": "01140",
        "name": "Firepower",
        "text": "Resolve one of your Red dice showing ranged damage ([ranged]), increasing its value by 1, or by 2 instead if you are resolving a <b>vehicle</b> die."
    },
    {
        "code": "01141",
        "name": "Leadership",
        "text": "Exhaust one of your unique Red characters to ready another character."
    },
    {
        "code": "01142",
        "name": "Logistics",
        "text": "Désignez un personnage Rouge pour resolve a die with the resource symbol ([resource]), increasing its value by 1."
    },
    {
        "code": "01143",
        "name": "Squad Tactics",
        "text": "Activate any number of your non-unique characters at once."
    },
    {
        "code": "01144",
        "name": "Supporting Fire",
        "text": "<b>Action</b> - Exhaust this support to resolve one of your dice showing ranged damage ([ranged]), increasing its value by 1."
    },
    {
        "code": "01145",
        "name": "Deflect",
        "text": "Désignez un personnage Bleu pour remove a die showing ranged damage ([ranged]) and deal half of that damage, rounded up, to a character."
    },
    {
        "code": "01146",
        "flavor": "\"I fear something terrible has happened, as if millions of voices suddenly cried out and were silenced.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Disturbance in the Force",
        "text": "Reroll all dice."
    },
    {
        "code": "01147",
        "name": "Mind Trick",
        "text": "Désignez un personnage Bleu pour force your opponent to split their dice pool into 2 groups of any size. Choose 1 group and remove all dice in it."
    },
    {
        "code": "01148",
        "name": "The Power of the Force",
        "text": "Resolve one of your dice, treating its value as equal to the number of Blue upgrades you have in play."
    },
    {
        "code": "01149",
        "flavor": "\"The Force will be with you, always.\" <cite>Obi-Wan Kenobi",
        "name": "Use The Force",
        "text": "Désignez un personnage Bleu pour turn a die to any side."
    },
    {
        "code": "01150",
        "name": "It Binds All Things",
        "text": "Before you play a Blue upgrade, you may exhaust this support to decrease its cost by 1."
    },
    {
        "code": "01151",
        "name": "Aim",
        "text": "Turn one of your dice to a shide showing ranged damage."
    },
    {
        "code": "01152",
        "name": "All In",
        "text": "Resolve any number of your dice in the order of your choice."
    },
    {
        "code": "01153",
        "name": "Block",
        "text": "Remove all of an opponent's dice showing melee damage."
    },
    {
        "code": "01154",
        "name": "Close Quarters Assault",
        "text": "Count the number of dice you have showing mele damage. Discard that many random cards from an opponent's hand."
    },
    {
        "code": "01155",
        "name": "Dodge",
        "text": "Remove all of an opponent's dice showing ranged damage ([ranged])"
    },
    {
        "code": "01156",
        "name": "Flank",
        "text": "Play only if you have more ready characters than an opponent.\nRemove one of that opponent's dice."
    },
    {
        "code": "01157",
        "name": "Take Cover",
        "text": "Give a character 1 shield."
    },
    {
        "code": "01158",
        "name": "Disarm",
        "text": "Remove one of your dice showing damage ([melee] or [ranged]) to discard a <b>weapon</b> or <b>equipment</b> from play that costs equal to or less than the value of that die."
    },
    {
        "code": "01159",
        "name": "Electroshock",
        "text": "Désignez un personnage Jaune pour remove a die showing a value of 2 or lower."
    },
    {
        "code": "01160",
        "name": "Reversal",
        "text": "Désignez un personnage Jaune pour remove a die showing damage ([melee] or [ranged]) and deal that damage to a character."
    },
    {
        "code": "01161",
        "name": "Scramble",
        "text": "Désignez un personnage Jaune pour reroll all of an opponent's dice."
    },
    {
        "code": "01162",
        "name": "Unpredictable",
        "text": "Embuscade.\nReroll a die (yours or an opponent's)."
    },
    {
        "code": "01163",
        "name": "Infamous",
        "text": "Before you play a Yellow card, you may exhaust this support to give it the Embuscade keyword."
    },
    {
        "code": "01164",
        "name": "Hunker Down",
        "text": "If attached character takes melee damage ([melee]), discard this upgrade.\n<b>Action</b> - Exhaust this upgrade to give attached character 1 shield."
    },
    {
        "code": "01165",
        "name": "Command Center",
        "subtitle": "Lothal",
        "text": "<b>Claim</b> - Each opponent discards the top 2 cards of their"
    },
    {
        "code": "01166",
        "name": "Echo Base",
        "subtitle": "Hoth",
        "text": "<b>Claim</b> - Give a character 1 shield."
    },
    {
        "code": "01167",
        "name": "Emperor's Throne Room",
        "subtitle": "Death Star II",
        "text": "<b>Claim</b> - Turn one of your dice to a side showing a special ability ([special]). Then you may resolve that die."
    },
    {
        "code": "01168",
        "name": "Frozen Wastes",
        "subtitle": "Starkiller Base",
        "text": "<b>Claim</b> - Remove one character die."
    },
    {
        "code": "01169",
        "name": "Imperial Armory",
        "subtitle": "Death Star",
        "text": "<b>Claim</b> - Play an upgrade from your hand, decreasing its cost by 1."
    },
    {
        "code": "01170",
        "name": "Jedi Temple",
        "subtitle": "Coruscant",
        "text": "<b>Claim</b> - Look at an opponent's hand and discard up to 2 events of your choice from it."
    },
    {
        "code": "01171",
        "name": "Rebel War Room",
        "subtitle": "Yavin IV",
        "text": "<b>Claim</b> - Resolve one of your dice. If it has a resource cost, you do not have to pay it."
    },
    {
        "code": "01172",
        "name": "Mos Eisley Spaceport",
        "subtitle": "Tatooine",
        "text": "<b>Claim</b> - Return one of your upgrades in play to your hand to gain 1 resource."
    },
    {
        "code": "01173",
        "name": "Separatist Base",
        "subtitle": "Mustafar",
        "text": "<b>Claim</b> - Each opponent chooses and deals 1 unblockable damage to one of their characters."
    },
    {
        "code": "01174",
        "name": "Starship Graveyard",
        "subtitle": "Jakku",
        "text": "<b>Claim</b> - Choose a support or upgrade in your discard pile and place it on top of your deck."
    }
]
