[
    {
        "code": "12001",
        "flavor": "\"Sikerült megmenekülnöm.\"",
        "name": "Darth Bane",
        "subtitle": "Ősi Mester",
        "text": "Csökkentsd 2-vel az első <i>képesség</i> költségét, amit ebben a játékban játszol ki erre a karakterre!\n[special] - Válassz egy fejlesztést, ami ezen a karakteren van, és okozz annyi közvetett sebzést egy ellenfélnek, amekkora a választott fejlesztés kijátszási költsége!"
    },
    {
        "code": "12002",
        "name": "Darth Vader",
        "subtitle": "Győzedelmes vezér",
        "text": "Járművezetés.\n[special] - Okozz 2 sebzést egy karakternek! Ezután, ha az a karakter legyőzötté válik, dobd el az általa vezetett <i>járművet</i>."
    },
    {
        "code": "12003",
        "name": "Pong Krell",
        "subtitle": "Halálos imposztor",
        "text": "Berakhatsz a paklidba legfeljebb 4 különböző Kék hőskártyát.\nMiután aktiváltad ezt a karaktert, bármelyik játékos dobott lapjai közül visszarakhatsz a paklijának az aljára egy hőskártyát. Ezután okozz 1 sebzést egy karakternek!."
    },
    {
        "code": "12004",
        "name": "Snoke Praetorianus Gárdája",
        "text": "Miután aktiváltad ezt a karaktert, eltávolíthatod egy sebzést mutató karakterkockáját, hogy eltávolíts egy 2 vagy kisebb értékű sebzést mutató kockát."
    },
    {
        "code": "12005",
        "name": "Visszatérő rémálom",
        "text": "Ezt a kockát kizárólag a csatolt karakter ellen lehet felhasználni."
    },
    {
        "code": "12006",
        "flavor": "\"Mennünk kell, összeomlik a templom!\" <cite>Ezra Bridger</cite>",
        "name": "Entrópiarobbanás",
        "text": "Okozz 2 sebzést minden olyan karakternek, akinek egy vagy több karakterkockája van a kockakészletében!"
    },
    {
        "code": "12007",
        "flavor": "\"Miért jöttél a kriptámhoz?\" <cite>Darth Bane</cite>",
        "name": "A Sithek öröksége",
        "text": "Játssz ki egy Kék fejlesztést a dobott lapjaid közül, vagy játszd ki ingyen, ha legyőztél egy 20 vagy több pontértékű karaktert."
    },
    {
        "code": "12008",
        "flavor": "Az elit Praetoriánus Gárda tagjai párban dolgozva semlegesítik és győzik le ellenfeleiket.",
        "name": "Olló manőver",
        "text": "Aktiváld 2 Kék karakteredet! Ezután fordítsd egy karakter összes karakter- és fejlesztéskockáját üres oldalt mutató ([blank]) oldalára."
    },
    {
        "code": "12009",
        "flavor": "\"Rá mertek támadni egy Jedire?\" <cite>Pong Krell</cite>",
        "name": "Négyes csapás",
        "text": "Válassz legfeljebb 4 karaktert, és távolítsd el mindegyiknek egy karakterkockáját!"
    },
    {
        "code": "12010",
        "name": "Pengefogás",
        "text": "Távolíts el egy közelharci sebzést ([melee]) mutató kockát! Ha ez egy fejlesztéskocka volt, kijelölhetsz egy Kék karaktert, és költs el 1 erőforrást, hogy eldobd a játékból a hozzá tartozó kártyát!"
    },
    {
        "code": "12011",
        "name": "Hitszegés",
        "text": "Jelölj ki egy Kék karaktert, hogy eltávolítsd egy ellenfeled sebzést mutató ([ranged], [melee], vagy [indirect]) karakterkockáját! Ezután ez az ellenfél annyi sebzést okoz egy karakterének, amekkora az eltávolított kocka értéke."
    },
    {
        "code": "12012",
        "name": "A kettő szabálya",
        "text": "Ha nem irányítasz pontosan 2 karaktert, akik közül az egyik <i>Sith</i>, a másik <i>tanítvány</i>, tedd félre ezt a tervet, és okozz magadnak 1 közvetett sebzést!\n<b>Akció</b> - Merítsd ki ezt a támogatást, ha pontosan egy karakterkockád van a kockakészletedben, hogy felhasználd 1-gyel megnövelve az értékét!"
    },
    {
        "code": "12013",
        "flavor": "\"Kell egy pár csepp vér a rituálé kezdetéhez.\" <cite>Darth Sidious</cite>",
        "name": "Véráldozat",
        "text": "<b>Akció</b> - Merítsd ki ezt a támogatást és okozz 1 sebzést egy általad irányított karakternek, hogy egy karakter- vagy fejlesztéskockáját tetszőleges oldalára fordítsd!"
    },
    {
        "code": "12014",
        "name": "Darth Vader fejlesztett TIE vadásza",
        "text": "[special] - Okozz 2 sebzést egy karakternek! 1 sebzésjelölőt helyezhetsz egy <i>járműre</i>. Ezután, ha ezt a támogatást Darth Vader vezeti, eldobhatsz egy <i>járművet</i>, amin 2 vagy több sebzés található."
    },
    {
        "code": "12015",
        "name": "Ősi Sith páncél",
        "text": "Áthelyezés.\nMielőtt a csatolt karakter sebzést kapna, kimerítheted ezt a fejlesztést, hogy kivédj 1-et a sebzésből.\nMiután kijátszottál egy <i>képességet</i> a csatolt karakterre, felfrissítheted ezt a fejlesztést."
    },
    {
        "code": "12016",
        "name": "Halálos mező",
        "text": "Csak Kék karakternek.\n<b>Akció</b> - Merítsd ki ezt a fejlesztést, hogy bedobd ezt a kockát a kockakészletedbe!\n[special] - Okozz 2 sebzést egy ellenfeled minden karakterének!"
    },
    {
        "code": "12017",
        "name": "Pong Krell fénykardja",
        "text": "<b>Erőteljes akció</b> - Jelöld ki Pong Krellt vagy költs el 1 erőforrást, hogy bedobd ennek a kockának ([CM]17) egy félretett példányát a kockakészletedbe! Tedd félre azt a kockát miután felhasználásra vagy eltávolításra került!\n[special] - Okozz 2 sebzést legfeljebb 2 karakternek!"
    },
    {
        "code": "12018",
        "name": "Sith Nagyúr",
        "text": "Csak <i>Sith</i> karakternek.\n[special] - Dobd újra ezt a kockát, ahelyett hogy eltávolítanád! Kimerítheted ezt a fejlesztést, hogy egy különleges képességét ([special]) használd a csatolt karakternek, vagy a csatolt karakteren lévő Kék <i>képesség</i>nek."
    },
    {
        "code": "12019",
        "flavor": "A páros penge egyesíthető egyetlen, kétpengés karddá.",
        "name": "Iker-Vibroarbir pengék",
        "text": "Csak elit karakternek.\nMiután kijátszottad ezt a lapot a kezedből, kijátszhatod egy félretett példányát ([CM]19) <em>(a költségét ki kell fizetni)</em>."
    },
    {
        "code": "12020",
        "flavor": "\"Velünk jöttök, vagy meghaltok.\"",
        "name": "Pyre parancsnok",
        "subtitle": "Kemény tárgyalófél",
        "text": "Miután uralmad alá vontad a csatateret vagy az a birtokodba került, okozhatsz 1 közvetett sebzést ([indirect]) egy ellenfélnek."
    },
    {
        "code": "12021",
        "flavor": "\"Nem fogok elbukni.\"",
        "name": "Krennic igazgató",
        "subtitle": "A Halálcsillag szellemi atyja",
        "text": "A <i>Halálcsillag</i> terved pontértéke 1-gyel csökken.\nMiután aktiváltad ezt a karaktert, az egyik kockádat 1-es értéket mutató oldalára fordíthatod."
    },
    {
        "code": "12022",
        "name": "Elrik Vonreg",
        "subtitle": "Báró őrnagy",
        "text": "Járművezetés.\nAmíg ennek a karakternek egy vagy több karakterkockája a kockakészletedben van, az általa vezetett <i>jármű</i> támogatás- és fejlesztéskockáit az ellenfeleid semmilyen hatással nem tudják eltávolítani."
    },
    {
        "code": "12023",
        "flavor": "Eli kommandós- és testőrképzésben részesülnek.",
        "name": "Birodalmi Halálosztagos",
        "text": "Amíg Krennic igazgatót irányítod, ez a karakter <i>Őrző</i> lesz.\n<b>Erőteljes akció</b> - Fordítsd ezt a kockát olyan oldalára, amilyen szimbólumot és értéket egy másik kockád mutat!"
    },
    {
        "code": "12024",
        "name": "Birodalmi Pilóta",
        "text": "Járművezetés.\n<b>Erőteljes akció</b> - Ha ez a karakter egy Piros <i>járművet</i> vezet, fordítsd a jármű támogatáskockáját tetszőleges oldalára!"
    },
    {
        "code": "12025",
        "flavor": "\"A hangja zene füleimnek Syndulla tábornok.\" <cite>Arindha Pryce</cite>",
        "name": "Kegyetlen eljárás",
        "text": "Miután uralmad alá vontad a csatateret vagy az a birtokodba került, okozhatsz 1 sebzést a csatolt karakternek."
    },
    {
        "code": "12026",
        "flavor": "\"Tűz!\" <cite>Orson Krennic</cite>",
        "name": "Csatába!",
        "text": "Jelölj ki egy 15 vagy kevesebb pontértékű karaktert, hogy bedobd az összes karakterkockáját a kockakészletedbe!"
    },
    {
        "code": "12027",
        "name": "Szemben az ellenséggel",
        "text": "Jelölj ki egy kimerűlt karaktert, hogy egy ellenfeleddel húzass 2 lapot! Ezután nézd meg annak az ellenfelednek a kézben tartott lapjait, és helyezz tetszőleges sorrendben a kezéből legfeljebb 2 lapot a paklijának a tetejére!"
    },
    {
        "code": "12028",
        "name": "Magam intézem el",
        "text": "Fordítsd az egyik karakterkockádat tetszőleges oldalára! Ha csak egy karaktert irányítasz, felhasználhatod azt a kockát!"
    },
    {
        "code": "12029",
        "name": "Átveszem a parancsnokságot",
        "text": "Rajtaütés.\nHa te birtoklod a csatateret, távolíts el egy kockát! Ha nem te birtoklod, helyezd az irányításod alá, és újradobhatsz egy kockát!"
    },
    {
        "code": "12030",
        "name": "A Halálcsillag építése",
        "text": "<b>Akció</b> - Távolítsd el 2 erőforrást mutató ([resource]) kockádat, hogy helyezz 2 erőforrást erre a tervre. Ezután, ha 15 vagy több erőforrás van ezen a terven, megnyerted a játékot."
    },
    {
        "code": "12031",
        "flavor": "\"El sem tudjuk találni!\" <cite>Mia Gabon</cite>",
        "name": "Elrik Vonreg TIE elfogóvadásza",
        "text": "<b>Akció</b> - Ha ezt a támogatást Elrik Vonreg vezeti, távolítsd el ezt a kockát, hogy eldobd egy ellenfeled <i>járművét</i> a játékból, melynek költsége ugyanannyi vagy kevesebb, mint az eltávolított kocka értéke!"
    },
    {
        "code": "12032",
        "flavor": "\"A nővéremről nevezted el a fegyveredet?\" <cite>Bo-Katan Kryze</cite>",
        "name": "A \"Hercegnő\"",
        "text": "[special] - Okozz 2 sebzést egy ellenfeled minden karakterének! Ezután okozz további 1 sebzést azoknak, akik <i>gyalogosok</i>!"
    },
    {
        "code": "12033",
        "name": "Tie Bombázó",
        "text": "Ez a támogatás úgy kerül játékba, hogy 3 erőforrás van rajta.\n[special] - Távolíts el egy erőforrást erről a támogatásról, hogy okozz 4 közvetett sebzést ([indirect]) egy ellenfélnek! Visszaveheted ezt a támogatáést a kezedbe."
    },
    {
        "code": "12034",
        "name": "Vipera kutaszdroid",
        "text": "Miután egy kockával sebzést ([ranged], [melee], vagy [indirect]) dobtak, kijelölhetsz egy Piros karaktert és költs el 1 erőforrást, hogy eltávolítsd azt a kockát! Ezután dobd el ezt a támogatást!"
    },
    {
        "code": "12035",
        "name": "Pyre parancsnok sugárvetője",
        "text": "Miután ezt a fejlesztést kijátszod Pyre parancsnokra, megszerezheted a csatatér iránytását."
    },
    {
        "code": "12036",
        "flavor": "\"Ó, ez csodálatos.\" <cite>Orson Krennic</cite>",
        "name": "Igazgató",
        "text": "Csak <i>vezető</i> karakternek.\nMiután felhasználtad vagy eltávolítottad egy erőforrást mutató ([resource]) Piros kockádat, kimerítheted ezt a fejlesztést, hogy azt a kockát bedobd a kockakészletedbe."
    },
    {
        "code": "12037",
        "name": "E-11D lézerkarabély",
        "text": "Amíg ez a fejlesztés elit karakteren van, megkapja az Áthelyezés kulcsszót.\nMiután ezt a fejlesztést kijátszod egy nem egyedi karakterre, kaphatsz 1 erőforrást."
    },
    {
        "code": "12038",
        "flavor": "\"Mit érek vele holtan?\"",
        "name": "Boba Fett",
        "subtitle": "Hírhedt és könyörtelen",
        "text": "Miután egy ellenfeled karaktere legyőzötté válik, ennek a karakternek annyi karakter- vagy fejlesztéskockáját dobhatod be a kockakészletedbe, ahány <i>vérdíj</i> volt a legyőzött karakteren."
    },
    {
        "code": "12039",
        "flavor": "\"Ma kifizetnek.\"",
        "name": "Kragan Gorr",
        "subtitle": "Kalózkapitány",
        "text": "Miután aktiváltad ezt a karaktert, aktiválhatod egy <i>kalózodat</i>. Ha egy ellenfelednek van kimerült karaktere és nincs sebzést mutató kockája, elvehetsz tőle 1 erőforrást."
    },
    {
        "code": "12040",
        "flavor": "Olyan mérgező körülmények között dolgoznak, hogy az őröknek zárt, sugárzástól védő öltözéket kell viselniük.",
        "name": "Pyke őr",
        "text": "Őrző."
    },
    {
        "code": "12041",
        "flavor": "\"Igen, adjunk nekik!\"",
        "name": "Synara San",
        "subtitle": "Opportunista beszivárgó",
        "text": "Miután aktiváltad ezt a karaktert és egy ellenfelednek van kimerült karaktere és nincs sebzést mutató kockája, eldobhatsz a kezéből egy általa választott lapot."
    },
    {
        "code": "12042",
        "flavor": "A trandoshaiak ragadozó őseiknek köszönhetően tehetséges vadászoknak bizonyultak.",
        "name": "Trandoshai vadász",
        "text": "<b>Erőteljes akció</b> - Jelölj ki egy gyengítést, hogy egy <i>fejvadász</i>kockádat sebzést mutató oldalára fordítsd!"
    },
    {
        "code": "12043",
        "name": "Kényszermunka",
        "text": "Miután a csatolt karakter legyőzötté válik, bedobhatod az egyik karakterkockáját a tulajdonosa kockakészletébe. Ezután ingyen felhasználhatod azt a kockát, mintha a kockakészletedben lenne, vagy távolítsd el."
    },
    {
        "code": "12044",
        "flavor": "\"Segítsenek nekem!\" <cite>Yonak</cite>",
        "name": "Vegzálás",
        "text": "Ennek a kockának az újradobása után újradobhatod a csatolt karakter egy karakterkockáját."
    },
    {
        "code": "12045",
        "flavor": "\"Ma ők lőnek le titeket, holnap meg ti őket. Ez szimplán üzlet.\" <cite>DJ</cite>",
        "name": "A szerencse forgandó",
        "text": "Válassz egy szimbólumot! Ezután dobd újra egy ellenfeled tetszőleges számú kockáját! Távolítsd el közülük azokat, amelyek a választott szimbólumot mutatják!"
    },
    {
        "code": "12046",
        "name": "Jól időzített csapás",
        "text": "Ha mindegyik ellenfelednek van kimerült karaktere és nincs sebzést mutató ([ranged], [melee], [indirect]) kockája, okozz mindegyiküknek 2 közvetett sebzést ([indirect])!"
    },
    {
        "code": "12047",
        "flavor": "\"Mi ez az illat? Profit! Háhá! Ízes, szaftos, finom, meleg profit!\" <cite>Hondo Ohnaka</cite>",
        "name": "Fosztogatás",
        "text": "Csak akkor játszhatod ki, ha nem te irányítod a csatateret.\nJelölj ki tetszőleges számú <i>kalózt</i>, hogy elvegyél velük azonos számú erőforrást egy ellenfeledtől!"
    },
    {
        "code": "12048",
        "name": "Figyelmeztető lövés",
        "text": "Válaszd ki és távolítsd el egy ellenfeled kockáját, kivéve ha ad neked 1 erőforrást!"
    },
    {
        "code": "12049",
        "flavor": "\"Hallottátok! Támadás!\" <cite>Skreek</cite>",
        "name": "Kalózhajó",
        "text": "Miután aktiváltad ezt a támogatást, eltávolíthatsz egy sebzést mutató kockát. Aktiválhatod egy <i>kalózodat</i>."
    },
    {
        "code": "12050",
        "name": "Slave I",
        "text": "Boba Fett és Jango Fett karaktereid megkapják a Járművezetést.\nMiután ezt a támogatást egy <i>fejvadász</i> vezetni kezdi, okozhatsz 1 sebzést egy karakternek."
    },
    {
        "code": "12051",
        "name": "Boba Fett csuklólézere",
        "text": "Miután ezt a fejlesztést kijátszod Boba Fettre, kaphatsz 1 akciót.\nMiután felhasználtad ezt a kockát, dobd el ezt a fejlesztést a játékból, kivéve ha eldobsz egy lapot a kezedből!"
    },
    {
        "code": "12052",
        "flavor": "A Pyke Szindikátus az őreit előszeretettel fegyverezte fel BlasTech A-300-as lézerkarabélyokkal.",
        "name": "Pyke sugárvető",
        "text": "Amíg ez a fejlesztés egy Őrző kulcsszóval rendelkező karakteren van, megkapja az Áthelyezés kulcsszót."
    },
    {
        "code": "12053",
        "flavor": "\"Nincs idő óvatosságra!\"",
        "name": "Anakin Skywalker",
        "subtitle": "Odaadó Mentor",
        "text": "Miután aktiváltad ezt a karaktert, eldobhatsz egy lapot a kezedből, hogy átmozgass 1 pajzsot egy karakterről egy másik karakterre. Ezután húzz 1 lapot, ha azt a pajzsot <i>tanítványra</i> mozgattad át!"
    },
    {
        "code": "12054",
        "name": "Jedi lovag",
        "text": "Az előkészületek után adhatsz 2 pajzsot ennek a karakternek.\n[special] - Adj 1 pajzsot egy karakternek. Ezután okozz 1 sebzést egy karakternek, vagy 2-t, ha ezen a karakteren 3 vagy több pajzs van!"
    },
    {
        "code": "12055",
        "name": "Kanan Jarrus",
        "subtitle": "Számkivetett Jedi",
        "text": "Ennek a karakternek 1-gyel csökken a pontértéke, ha másik <i>Lidérc</i> is van a csapatodban.\nMiután aktiváltad ezt a karaktert, választhatsz egy szimbólumot és egy kockát. Ezután egy ellenfelednek olyan oldalára kell fordítania azt a kockát, ami nem a választott szimbólumot mutatja."
    },
    {
        "code": "12056",
        "name": "Luke Skywalker",
        "subtitle": "Vörös Ötös",
        "text": "Járművezetés.\nA <i>Halálcsillag</i> terved pontértéke 1-gyel csökken.\nMielőtt felhasználod egy olyan <i>jármű</i> támogatáskockáját, amit ez a karakter vezet, megnövelheted az értékét 1-gyel."
    },
    {
        "code": "12057",
        "flavor": "\"Nem hagylak itt egyedül. Ezúttal nem.\" <cite>Ahsoka Tano</cite>",
        "name": "Megelőzés",
        "text": "Fordítsd legfeljebb 2 kockádat pajzsot mutató ([shield]) oldalára!"
    },
    {
        "code": "12058",
        "flavor": "\"Azt akartam mondani, hogy... hogy... nem tetszik a hajad.\" <cite>Hera Syndulla</cite>",
        "name": "Új kezdet",
        "text": "Távolíts el egy karakterkockát! Ezután dobass el annyi lapot egy pakli felső lapjai közül, amekkora az eltávolított kocka értéke!"
    },
    {
        "code": "12059",
        "flavor": "\"Nem az izmaidban...\" <cite>Yoda</cite>",
        "name": "És megvilágosít minket",
        "text": "Dobd be az összes legyőzött <i>Jedi</i> karaktered karakterkockáit a kockakészletedbe! Tedd félre azokat, miután felhasználták vagy eltávolították őket!"
    },
    {
        "code": "12060",
        "name": "Nullázás",
        "text": "Mozgass át egy pajzsot az egyik karakteredről egy ellenfeled karakterére! Ezután távolíts el egy kockát!"
    },
    {
        "code": "12061",
        "name": "Hatásos elrettentés",
        "text": "Minden egyes kockakészletedben lévő elit karakterkockád után eltávolíthatsz egy olyan kockát, ami ugyanolyan szimbólumot mutat, mint a te kockád."
    },
    {
        "code": "12062",
        "flavor": "\"Siessenek, meg kell tisztítani a terepet a túlélők körül.\" <cite>Yoda</cite>",
        "name": "Határozott ellenállás",
        "text": "Távolítsd el tetszőleges számú pajzsot mutató ([shield]) kockádat, hogy eltávolíts ugyanennyi kockát!"
    },
    {
        "code": "12063",
        "name": "Bízz az Erőben!",
        "text": "Dobd újra legfeljebb 2 kockádat! Ezután felhasználhatod egy kockádat. Ezután ingyen használhatod a Halálcsillag elpusztítása terved akcióját."
    },
    {
        "code": "12064",
        "name": "Bátor tett",
        "text": "Távolíts el egy fejlesztéskockát! Ezután kielölhetsz egy <i>küldetés</i> tervet, hogy bedobd egy karakteredről a kockakészletedbe egy <i>tanítvány</i>kockádat."
    },
    {
        "code": "12065",
        "name": "Jedi próba",
        "text": "<b>Akció</b> - Jelölj ki egy <i>tanítvány</i> karaktert, akinek 3 Kék <i>képessége</i> és 3 pajzsa van, és a karakterkockái összesen 3 vagy nagyobb értéket mutatnak! Ezután gyógyíts rajta 3 sebzést, frissítsd fel, továbbá az a karakter <i>Jedi</i> lesz és kap 1 kockát <em>(tedd a karakterre egy félretett karakterkockájának egy példányát)</em>. Tedd félre ezt a tervet!"
    },
    {
        "code": "12066",
        "name": "Luke Skywalker X-szárnyúja",
        "text": "<b>Erőteljes akció</b> - Dobd újra ezt a kockát, vagy ha Luke Skywalker vezeti ezt a támogatást, fordítsd ezt a kockát tetszőleges oldalára!"
    },
    {
        "code": "12067",
        "name": "Anakin Skywalker fénykardja",
        "text": "Áthelyezés.\nDobd el ezt a fejlesztést a játékból, ha az irányításod alatt van Rey fénykardja!\nMiután kijátszod ezt a fejlesztést, adj 1 pajzsot egy olyan karakternek, akit nem te irányítasz! Ezután adj 2 pajzsot egy karakternek!"
    },
    {
        "code": "12068",
        "name": "Kanan Jarrus fénykardja",
        "text": "Miután egy ellenfeled kockája átfordításra került, ezt a kockát tetszőleges oldalára fordíthatod. Ezután kimerítheted ezt a fejlesztést, ha Kanan Jarruson van, hogy annak egyik karakterkockáját tetszőleges oldalára fordítsd."
    },
    {
        "code": "12069",
        "name": "Padawan hajfonat",
        "text": "Csak Kék karakternek.\nA csatolt karakter <i>tanítvány</i> lesz és a fejlesztéslimitje 1-gyel nő."
    },
    {
        "code": "12070",
        "name": "Hera Syndulla",
        "subtitle": "Tapasztalt kapitány",
        "text": "Járművezetés.\nAMiután ez a karakter vezetni kezd egy <i>járművet</i>, elkölthetsz 2 erőforrást, hogy felfrissítsd azt a <i>járművet</i>."
    },
    {
        "code": "12071",
        "flavor": "Vad harcosok, akik nem féltek vért ontani szülőföldjük védelme érdekében.",
        "name": "Kashyyyk harcos",
        "text": "Mielőtt felhasználod ennek a karakternek az egyik sebzést mutató karakterkockáját, növeld meg 1-gyel az értékét, ha ezen a karakteren 6 vagy több sebzés van!"
    },
    {
        "code": "12072",
        "flavor": "\"A galaxis legjobb vadászpilótája.",
        "name": "Kazuda Xiono",
        "subtitle": "Naív nagymenő",
        "text": "Járművezetés.\nMiután aktiváltad ezt a karaktert, elkölthetsz 1 erőforrást, hogy kimeríts egy <i>járművet</i>."
    },
    {
        "code": "12073",
        "name": "Poe Dameron",
        "subtitle": "Vakmerő pilóta",
        "text": "Járművezetés.\n<b>Erőteljes akció</b> - Jelölj ki egy <i>járművet</i>, amin nincs sebzés, hogy 1 sebzést helyezz rá! Ezután használd fel egy sebzést mutató támogatáskockáját, megnövelve az értékét 1-gyel, vagy 2-vel ha ez a karakter vezeti!"
    },
    {
        "code": "12074",
        "name": "Tarfful",
        "subtitle": "Kachirho törzsfője",
        "text": "Az összes többi általad iránytott <i>vuki</i> karakternek +1 életereje van.\nMielőtt felhasználod ennek a karakternek az egyik sebzést mutató karakterkockáját, növeld meg 1-gyel az értékét, ha ezen a karakteren 6 vagy több sebzés van!"
    },
    {
        "code": "12075",
        "name": "Hőstett",
        "text": "Jelölj ki egy 10 vagy több életerővel rendelkező karaktert, hogy eltávolíts egy sebzést mutató kockát ([ranged], [melee], [indirect]), vagy legfeljebb 2 sebzést mutató kockát, ha a kijelölt karakternek 15 vagy több életereje van!"
    },
    {
        "code": "12076",
        "name": "Impozáns megjelenés",
        "text": "Kapsz 1 erőforrást, ha te irányítod a legtöbb életerővel rendelkező karaktert <em>(döntetlen esetén is)</em>."
    },
    {
        "code": "12077",
        "name": "Támadási terv",
        "text": "Fordítsd egy kockádat tetszőleges oldalára! Ezután kijelölheted a Halálcsillag tervrajza nevű kártyát, hogy egy másik kockádat is tetszőleges oldalára fordítsd."
    },
    {
        "code": "12078",
        "flavor": "\"A gerinc felé indulunk.\" <cite>Ki-Adi-Mundi</cite>",
        "name": "Fedezékbe húzódás",
        "text": "Gyógyíts 1 sebzést egy karakteren! Ezután gyógyíthatsz 2 sebzést egy másik karakteren, ha annak az altípusa megegyezik az előző karakter altípusával."
    },
    {
        "code": "12079",
        "flavor": "A kashyyyki csatában a vukik a sziklaszirtekről vetették alá magukat, meglepve az ellenségeiket.",
        "name": "Átlendülés",
        "text": "Jelölj ki tetszőleges számú karaktert, akinek 10 vagy több életereje van, hogy bedobj mindegyikükről egy karakterkockát a kockakészletedbe!"
    },
    {
        "code": "12080",
        "flavor": "\"Meríts az Erőből, Luke.\" <cite>Obi-Wan Kenobi</cite>",
        "name": "Árokrepülés",
        "text": "Aktiváld egy <i>pilótádat</i> és egy <i>járművedet</i>! Ezután kijelölhetsz egy <i>Halálcsillag</i> tervet, hogy kijátssz egy Bízz az Erőben! kártyát a kezedből vagy a dobott lapjaid közül."
    },
    {
        "code": "12081",
        "name": "A Halálcsillag elpusztítása",
        "text": "Az előkészületek után helyezz erre a tervre 20 pajzsot!\nA távolsági sebzést mutató <i>pilóta</i> és <i>jármű</i>kockáidat felhasználhatod ez ellen a terv ellen.\n<b>Akció</b> - Ha ezen a terven nincs pajzs, költs el 1 erőforrást, hogy újradobd 1 <i>pilóta</i> és 1 <i>jármű</i>kockádat! Ezután ha mindkét kocka sebzést mutat, megnyerted a játékot."
    },
    {
        "code": "12082",
        "name": "Tűzgolyó",
        "text": "Miután felhasználtad ezt a kockát, helyezz 1 sebzést erre a támogatásra.\nMiután ezzel a kockával üres oldalt ([blank]) dobtál, és nem Kazuda Xiono vezeti ezt a támogatást, távolíts el minden sebzést erről a támogatásról és okozz magadnak annyi közvetett sebzést, ahány sebzést eltávolítottál!"
    },
    {
        "code": "12083",
        "name": "Szellem",
        "text": "Rajtaütés.\nMiután ez a támogatás a játékba került, aktiválhatsz egy irányításod alatt lévő <i>Lidércet</i>.\nMiután felhasználtad ezt a kockát, minden karakternek adhatsz 1 pajzsot, aki ezt a támogatást vezeti."
    },
    {
        "code": "12084",
        "name": "Fantom",
        "text": "<b>Erőteljes akció</b> - Jelöld ki a <em>Szellem</em>et, hogy <i>mod</i> fejlesztésként hozzácsatold ezt a támogatást <em>(mostantól nem támogatásnak számít)</em>.\n<b>Akció</b> - Ez a fejlesztés támogatás lesz. <em>(Ne frissítsd fel! Helyezd vissza ezt a kockát a kártyájára!)</em>"
    },
    {
        "code": "12085",
        "flavor": "A Yavin 4-en lázadó bázist ügyesen egy régi massassi templom alatt rejtették el.",
        "name": "Lázadó hangár",
        "text": "Miután kijátszottad ezt a támogatást, keress ki a paklidból legfeljebb 2 <i>járművet</i>, melyeknek az összesített költsége 4 vagy kevesebb, és játszd ki őket ingyen! Keverd meg a paklidat!"
    },
    {
        "code": "12086",
        "name": "Vuki védelem",
        "text": "Minden <i>Vuki</i> karaktered Őrző lesz.\nMiután egy Őrzővel eltávolítasz egy kockát, kimerítheted ezt a támogatást, hogy húzz 1 lapot."
    },
    {
        "code": "12087",
        "flavor": "A seb, ami végezne egy emberrel, egy vukit csak feldühít.",
        "name": "Állóképesség",
        "text": "A csatolt karakter +3 életerőt kap, vagy +4-et, ha <i>vuki</i>."
    },
    {
        "code": "12088",
        "flavor": "Csempészni könnyű. A trükkös rész a szállítmány megvédése.",
        "name": "Mestercsempész",
        "text": "Miután aktiváltad ezt a karakter, felhasználhatod egy <i>gazfickó</i>kockádat úgy, mintha erőforrást ([resource]) mutatna."
    },
    {
        "code": "12089",
        "name": "Sabine Wren",
        "subtitle": "Művészi és találékony",
        "text": "Járművezetés.\n[special] - Okozz 2 közvetett sebzést egy ellenfélnek, vagy 3-at, ha van egy Kék, egy Piros és egy másik Sárga kocka a kockakészletedben!"
    },
    {
        "code": "12090",
        "flavor": "\"Ha a szükség úgy hozza, igenis tudok fájdalmat okozni.\"",
        "name": "Sinjir Rath Velus",
        "subtitle": "Volt politikai tiszt",
        "text": "Miután felhasználtad ennek a karakternek egy karakterkockáját, visszarakhatsz a paklid aljára egy lapot a kezedből, hogy eltávolíts egy ugyanolyan szimbólumú kockát, mint amilyet felhasználtál."
    },
    {
        "code": "12091",
        "name": "Torra Doza",
        "subtitle": "Energikus kalandvágyó",
        "text": "Járművezetés.\nMiután ez a karakter vezetni kezd egy <i>járművet</i>, felhasználhatod annak a <i>járműnek</i> egy támogatás- vagy fejlesztéskockáját."
    },
    {
        "code": "12092",
        "flavor": "\"Megtudtam, hogy hova viszik a vukikat. Hallottatok a kesseli fűszerbányákról?\" <cite>Ezra Bridger</cite>",
        "name": "Bosszúszomjas vuki",
        "text": "Mielőtt aktiválod ezt a karaktert, újradobhatsz egy kockát. Ezután eltávolíthatsz egy kockát, ha ezen a karakteren 6 vagy több sebzés van."
    },
    {
        "code": "12093",
        "flavor": "\"Fogjunk össze mindannyian, mert csak az tehet minket erőssé... az egység.\" <cite>Ezra Bridger</cite>",
        "name": "Az egység",
        "text": "Dobj újra egy kockát! Ezután használd fel legfeljebb 3 <i>Lidérc</i>kockádat."
    },
    {
        "code": "12094",
        "name": "Hadba vezetés",
        "text": "Csökkentsd annyiszor 1-gyel ennek az eseménynek a kijátszási költségét, ahány különböző szimbólumot mutatnak a kockáid!\nHasználd fel legfejebb 3 kockádat, megnövelve mindegyik értékét 1-gyel!"
    },
    {
        "code": "12095",
        "name": "Loth-macska csel",
        "text": "Egy ellenfelednek el kell távolítania egyet a kockáid közül. Majd te is eltávolítod az ő egyik kockáját."
    },
    {
        "code": "12096",
        "name": "Öröm és büszkeség",
        "text": "Csak akkor játszhatod ki, ha pontosan egy <i>jármű</i>támogatást irányítasz.\nHasználd fel egy <i>jármű</i>kockádat anélkül, hogy eltávolítanád!"
    },
    {
        "code": "12097",
        "name": "Viszonzás",
        "text": "Frissítsd fel egy ellenfeled karakterét! Ezután kapsz 1 erőforrást."
    },
    {
        "code": "12098",
        "name": "Kék Ász",
        "text": "Mielőtt felhasználod ezt a kockát, távolíts el erről a támogatásról tetszőleges számú erőforrást, hogy megnöveld az értékét annyival, ahány erőforrást eltávolítottál.\nMiután felhasználtad ezt a kockát, 1 erőforrást helyezhetsz erre a támogatásra."
    },
    {
        "code": "12099",
        "flavor": "Az R1-J5 asztromech droid a Tűzgolyó csapat szerelője és Jarek Yeager régi társa.",
        "name": "Vödör",
        "text": "[special] - Kapsz 1 erőforrást. Helyezz 1 erőforrást egy támogatásra, vagy távolíts el 1 sebzést egy támogatásról!"
    },
    {
        "code": "12100",
        "flavor": "\"A legszebb munkáim egyike\" <cite>Sabine Wren</cite>",
        "name": "Sabine Wren TIE vadásza",
        "text": "Rajtaütés.\nMiután ezzel a kockával módosítottál egy <i>Lidérc</i>kockát, eldobhatsz egy lapot a kezedből, hogy bedobd ezt a kockát a kockakészletedbe."
    },
    {
        "code": "12101",
        "name": "Átfestés",
        "text": "<i>Jármű</i>támogatás módosító.\nMiután kijátszottad ezt a fejlesztést, válassz egy színt! A csatolt <i>jármű</i> és a kockája a választott színű lesz. Ezután dobj újra legfeljebb 2 kockát!"
    },
    {
        "code": "12102",
        "flavor": "Csak néhány lény elég erős ahhoz, hogy egy teljesen kifejlett trandoshait a levegőbe dobjon.",
        "name": "Elhajítás",
        "text": "Jelölj ki egy <i>vuki</i> karaktert, hogy kimeríts egy másik karaktert, akinek kevesebb életereje van, mint annak a <i>vukinak</i>."
    },
    {
        "code": "12103",
        "name": "Vuki örjöngés",
        "text": "Rajtaütés.\nAz akciók fázisának a végéig minden <i>Vuki</i> karaktereiden található, \"Mielőtt\" kifejezést tartalmazó képességet, amiben \"6 vagy több sebzés\" szerepel, mostantól \"1 vagy több sebzés\"-ként kell értelmezni."
    },
    {
        "code": "12104",
        "flavor": "\"Csapat vagyunk. Banda. Sőt, mondhatjuk, hogy család.\" <cite>Ezra Bridger</cite>",
        "name": "Lidérc sejt",
        "text": "Csak akkor használhatod, ha a csapatodban minden karaktered <i>Lidérc</i>"
    },
    {
        "code": "12105",
        "name": "Bátor törzs",
        "text": "<b>Akció</b> - Merítsd ki ezt a tervet, hogy átmozgass legfeljebb 2 sebzést egy karakterről egy általad irányított karakterre! Ezután kijelölhetsz egy <i>vukit</i>, hogy gyógyíts 1-et egy karakteren."
    },
    {
        "code": "12106",
        "flavor": "\"A szemed nem gyógyíthatom meg, de megtaníthatlak látni. Ha akarod.\" <cite>Bendu</cite>",
        "name": "Éleslátás",
        "text": "Ha ebben a fordulóban egy ellenfeled az előző körében egy kockát átforgatott, fordítsd azt a kockát tetszőleges oldalára."
    },
    {
        "code": "12107",
        "flavor": "\"Padawan, a foglyaink kínzása nem tartozik a módszereink közé.\" <cite>Luminara Undili</cite>",
        "name": "Bölcsesség átadása",
        "text": "Jelölj ki egy <i>Jedit</i> vagy egy <i>Sithet</i>, hogy átmozgass legfeljebb 2 Kék <i>képességet</i> a kijelölt karakterről egy <i>tanítvány</i> karakterre!"
    },
    {
        "code": "12108",
        "name": "Lezúduló lavina",
        "text": "Használd fel egy közelharci sebzést mutató ([melee]) kockádat, megnövelve az értékét 3-mal, vagy 4-gyel, ha ez egy olyan karakter karakter- vagy fejlesztéskockája, akin van Shien technika."
    },
    {
        "code": "12109",
        "name": "Könnyed riposzt",
        "text": "Jelölj ki egy Kék karaktert, hogy eltávolíts egy sebzést mutató ([ranged], [melee], [indirect]) kockát! Ezután, ha a kijelölt karakteren van Shien technika nevű lap, okozz 1 sebzést egy karakternek."
    },
    {
        "code": "12110",
        "name": "Járjon át az Erő!",
        "text": "Jelölj ki egy <i>Sithet</i>, hogy okozz 1 sebzést egy karakternek!\nJelölj ki egy <i>Jedit</i>, hogy adj egy 1 pajzsot egy karakternek!\nJelölj ki egy <i>tanítványt</i>, hogy húzz 1 lapot!"
    },
    {
        "code": "12111",
        "name": "Őrségben",
        "text": "Rajtaütés.\nAdj egy karakternek 1 pajzsot, vagy költs el 1 erőforrást, hogy felfrissíts egy fejlesztést!"
    },
    {
        "code": "12112",
        "flavor": "\"Hé, ha én előadom magam, abból tanulnak! Tehát jót teszek vele.\" <cite>Anakin Skywalker</cite>",
        "name": "Vállt vállnak vetve",
        "text": "Dobj újra egy kockát! Ezután eltávolíthatsz egy másik kockát, ami ugyanazt az értéket mutatja, mint az újradobott kocka."
    },
    {
        "code": "12113",
        "name": "A tudás keresése",
        "text": "Ez a támogatás úgy kerül játékba, hogy 2 erőforrás van rajta.\nMiután az akciófázis megkezdődik, távolíts el 1 erőforrásjelzőt erről a támogatásról! Ezután, ha ezen a kártyán nincs erőforrás, dobd el, hogy húzz 3 lapot!"
    },
    {
        "code": "12114",
        "name": "Shien technika",
        "text": "Csak Kék karakternek. Egy karakteren csak 1 <i>alak</i> lehet.\nMiután kijátszottad ezt a fejlesztést, bedobhatod a kockáját a kockakészletedbe.\n[special] - Okozz 2 sebzést egy karakternek! Eltávolíthatsz egy sebzést mutató kockát."
    },
    {
        "code": "12115",
        "name": "Shien kiképzés",
        "text": "Csak Kék karakternek.\n[special] - Okozz 2 sebzést egy karakternek! Eldobhatod ezt a fejlesztést a játékból, hogy kijátszd a csatolt karakterre a Shien technika nevű lapot a kezedből vagy a dobott lapjaid közül."
    },
    {
        "code": "12116",
        "flavor": "\"Uram, meghibásodott a tűzirányító!\" <cite>Dak Ralter</cite>",
        "name": "Rendszerhiba",
        "text": "Ellenfeled <i>jármű</i>támogatásának módosítója.\n[special] - Dobd el a csatolt <i>járművet</i>!"
    },
    {
        "code": "12117",
        "name": "Megtámadás",
        "text": "Rajtaütés.\nJelölj ki egy pilóta vezette <i>járművet</i>, hogy eltávolíts egy kockát!"
    },
    {
        "code": "12118",
        "name": "Vezess és hódíts!",
        "text": "Jelölj ki egy <i>pilótát</i>, hogy aktiváld!\nJelölj ki egy <i>vezetőt</i>, hogy egy karakterkockádat tetszőleges oldalára fordíts!\nJelölj ki egy <i>gyalogost</i>, hogy felhasználd egy kockádat!"
    },
    {
        "code": "12119",
        "flavor": "\"Nem állunk készen a nyílt hadviselésre.\" <cite>Mon Mothma</cite>",
        "name": "Fedett küldetés",
        "text": "Adj egy karakternek 1 pajzsot! Jelölj ki egy <i>küldetés</i> tervet, hogy kikeress a paklidból egy lapot, és vedd a kezedbe! Keverd meg a paklidat!"
    },
    {
        "code": "12120",
        "name": "Dokkolás",
        "text": "Aktiváld egy karakteredet vagy támogatásodat! Ezután, ha 5 vagy több kocka van a kockakészletedben, fordítsd az egyiket olyan oldalára, amilyet egyik kockád sem mutat!"
    },
    {
        "code": "12121",
        "flavor": "\"Utánam!\" <cite>Darth Vader</cite>",
        "name": "Kísérőpilóták",
        "text": "Aktiváld egy karakteredet, hogy adj neki 1 pajzsot, vagy 2-t, ha kijelölsz 2 <i>pilótát</i>!"
    },
    {
        "code": "12122",
        "name": "Összehangolt manőver",
        "text": "Használd fel egy sebzést mutató ([ranged], [melee], vagy [indirect]) <i>jármű</i>kockádat, megnövelve az értékét annyival, ahány karakter vezeti azt a <i>járművet</i>!"
    },
    {
        "code": "12123",
        "name": "Orvtámadás",
        "text": "Rajtaütés.\nJátssz ki egy Piros <i>járművet</i> ingyen a kezedből! Miután a fenntartási fázis megkezdődik, és az a <i>jármű</i> a játékban van, visszakerül a tulajdonosa kezébe."
    },
    {
        "code": "12124",
        "name": "Tűz alatt",
        "text": "Okozz 1 sebzést egy általad irányított Piros karakternek! Ezután távolíts el egy kockát!"
    },
    {
        "code": "12125",
        "name": "Taktikai késleltetés",
        "text": "Ez a támogatás úgy kerül játékba, hogy 2 erőforrás van rajta.\nMiután az akciófázis megkezdődik, távolíts el 1 erőforrásjelzőt erről a támogatásról! Ezután, ha ezen a kártyán nincs erőforrás, dobd el, hogy kapj 2 akciót!"
    },
    {
        "code": "12126",
        "name": "A Halálcsillag tervrajza",
        "text": "<b>Akció</b> - Merítsd ki ezt a fejlesztést, hogy helyezz 1 erőforrást egy <i>Halálcsillag</i> tervre, vagy távolíts el aról a tervről 2 pajzsot!\nMiután egy ellenfeled valamilyen hatással sebzést okoz a csatolt karakternek, átmozgathatja ezt a fejlesztést egy karakterére."
    },
    {
        "code": "12127",
        "flavor": "\"Nem hiszem, hogy a technikusok valaha is kipróbálták.\" <cite>Jessika Pava</cite>",
        "name": "Kísérleti meghajtó",
        "text": "<i>Jármű</i>támogatás módosító.\nMitán ezzel a kockával üres oldalt ([blank]) dobtál, dobd el a csatolt <i>járművet</i>, kivéve, ha vezetik!"
    },
    {
        "code": "12128",
        "name": "Pilótaengedély",
        "text": "A csatolt karakter <i>pilóta</i> lesz és megkapja a Járművezetést."
    },
    {
        "code": "12129",
        "flavor": "A Nar Shaddaaon nyüzsögtek a bűnözők, akik az olyan értékekre fenték a fogukat, mint Luke Skywalker fénykardja.",
        "name": "Nar Shaddaa-i tolvaj",
        "text": "<b>Erőteljes akció</b> - Ha ez a karakter ki van merülve és egy ellenfelednek legalább 2-vel több erőforrása van mint neked, vegyél el tőle 1 erőforrást!"
    },
    {
        "code": "12130",
        "name": "Irányított káosz",
        "text": "Válassz egy szimbólumot! Ezután dobj újra legfeljebb 5 kockát! Elkölthetsz 1 erőforrást, hogy újradobj közülük tetszőleges számút. Okozz 1 közvetett sebzést ([indirect]) egy ellenfelednek minden egyes olyan kocka után, ami ezek közül a választott szimbólumot mutatja!"
    },
    {
        "code": "12131",
        "name": "Kockázatos menekülés",
        "text": "Dobj el minden gyengítést egy karakterről! Ezután okozz annyi sebzést annak a karakternek, ahány gyengytést eldobtál róla!"
    },
    {
        "code": "12132",
        "flavor": "\"Én semmit sem kérek kétszer.\" <cite>Dryden Vos</cite>",
        "name": "Patthelyzet",
        "text": "Helyezz 1 erőforrást egy általad irányított támogatásra! Helyezz 1 erőforrást egy nem általad irányított támogatásra!"
    },
    {
        "code": "12133",
        "name": "Kisajátítás",
        "text": "Csökkentsd annyiszor 1-gyel ennek az eseménynek a költségét, ahány ellenfelednek nincs erőforrása!\nTávolíts el egy kockát! Ezután, ha 3 vagy több erőforrásod van, papsz 1 erőforrást."
    },
    {
        "code": "12134",
        "name": "Lekaszálás",
        "text": "Rajtaütés.\nFordítsd az egyik kockádat erőforrást mutató ([resource]) oldalára!"
    },
    {
        "code": "12135",
        "name": "Tolvaj hajlam",
        "text": "Jelölj ki egy <i>gyűjtögetőt</i>, hogy kapj 1 erőforrást!\nJelölj ki egy <i>gazfickót</i>, hogy újradobj legfeljebb 3 kockát!\nJelölj ki egy <i>fejvadászt</i>, hogy eldobass egy véletlenszerű lapot egy ellenfél kezéből!"
    },
    {
        "code": "12136",
        "flavor": "A jawák nyelvében 27 szó létezik az \"ócskavasra\", és egyetlen sem a \"gyávaságra.\"",
        "name": "Túlélési ösztön",
        "text": "Add át a csatatér iránytását egy ellenfelednek! Ezután távolíts el egy 2 vagy kisebb értéket mutató kockát!"
    },
    {
        "code": "12137",
        "flavor": "Ha az elektromos háló nem is kapja el a zsákmányt, mindenképpen lelassítja.",
        "name": "A meglepetés ereje",
        "text": "Okozz 1 sebzést egy felfrissült karakternek, vagy jelölj ki egy <i>küldetés</i> tervet, hogy okozz 2 sebzést egy kocka nélküli karakternek!"
    },
    {
        "code": "12138",
        "flavor": "Meglepődnél, hogy mennyi problémát megoldhat egy jól időzített rakéta.",
        "name": "Hírtelen döntés",
        "text": "Távolíts el 1 erőforrást egy általad irányított nem terv kártyáról, hogy eltávolíts egy sebzést mutató ([ranged], [melee], vagy [indirect]) kockát!"
    },
    {
        "code": "12139",
        "name": "Koaxiumrablás",
        "text": "Csak akkor használhatod, ha van egy félretett Pyke őröd ([CM]40). Az előkészületek után add az őrszemet az ellenfél csapatához!\n<b>Akció</b> - Ha egyik ellenfeled sem irányít Pyke őrt, tedd félre ezt a tervet és távolítsd el 4 különböző szimbólumot mutató kockádat, hogy kapj 10 erőforrást!"
    },
    {
        "code": "12140",
        "flavor": "Az ikerfülkében kapott helyet mind a pilóta, mind a tüzér.",
        "name": "Felhőautó",
        "text": "<b>Akció</b> - Játszd ki ingyen ezt a <i>járművet</i> a kezedből! Miután a fenntartási fázis megkezdődik, add át ennek a támogatásnak az irányítását egy ellenflednek!"
    },
    {
        "code": "12141",
        "flavor": "Légy óvatos, kit bérelsz fel!",
        "name": "Kettős ügynök",
        "text": "Miután a fenntartási fázis megkezdődik, okozz magadnak 2 közvetett sebzést ([indirect])!\n<b>Akció</b> - Dobj el egy eseményt a kezedből, hogy átadd ennek a támogatásnak az irányítását egy ellenfélnek!"
    },
    {
        "code": "12142",
        "name": "Időzített bomba",
        "text": "Ez a támogatás úgy kerül játékba, hogy 2 erőforrás van rajta.\nMiután az akciófázis megkezdődik, távolíts el 1 erőforrásjelzőt erről a támogatásról! Ezután, ha ezen a kártyán nincs erőforrás, dobd el, hogy okozz 3 közvetett sebzést ([indirect]) egy játékosnak!"
    },
    {
        "code": "12143",
        "flavor": "\"Pont az ilyen bulikat szeretem.\" <cite>Weequay kalóz</cite>",
        "name": "Portyázás",
        "text": "Miután aktiváltad ezt a támogatást, eltávolíthatsz 1 erőforrást egy játékban lévő támogatásról vagy fejlesztésről. Ezután kapsz 1 erőforrást."
    },
    {
        "code": "12144",
        "name": "Újratervezés",
        "text": "<b>Akció</b> - Merítsd ki ezt a támogatást és tegyél félre egy <i>felszerelést</i> vagy <i>fegyvert</i> egy ellenfeled dobott lapjai közül, hogy kijátssz egy <i>felszerelést</i> vagy <i>fegyvert</i> a kezedből, 1-gyel csökkentve a költségét!"
    },
    {
        "code": "12145",
        "name": "Magna-kesztyű",
        "text": "[special] - Költs el annyi erőforrást, amennyi egy ellenfeled játékban lévő <i>felszerelés-</i> vagy <i>fegyver</i>fejlesztésének költsége, hogy átmozgasd azt a csatolt karakterre! Ezután jelölj ki egy <i>gyűjtögetőt</i>, hogy annak a fejlesztésnek a kockáját bedobd a kockakészletedbe!"
    },
    {
        "code": "12146",
        "name": "Z-6 hátirakéta",
        "text": "Ez a fejlesztés úgy kerül játékba, hogy 1 erőforrás van rajta.\n[special] - Helyezz 1 erőforrást erre a fejlesztésre! Ezután okozz annyi közvetett sebzést egy ellenfélnek, ahány erőforrás van ezen a fejlesztésen!"
    },
    {
        "code": "12147",
        "flavor": "\"Selejtet akartok rám sózni?\" <cite>Owen Lars</cite>",
        "name": "Jawa hulladékkereskedő",
        "text": "Miután aktiváltad ezt a karaktert, kijátszhatsz egy semleges Szürke kártyát a kezedből, 1-gyel csökkentve a költségét."
    },
    {
        "code": "12148",
        "name": "Elavult technológia",
        "text": "Ellenfeled <i>jármű</i>támogatásának módosítója.\nMielőtt a csatolt <i>jármű</i>támogatás kockáját felhasználják, csökkentheted 1-gyel az értékét."
    },
    {
        "code": "12149",
        "name": "Katapultálás",
        "text": "Rajtaütés.\nDobj el egy általad irányított <i>járművet</i>, hogy gyógyíts 2 sebzést egy járművet vezető karakteren, és adj neki 2 pajzsot!"
    },
    {
        "code": "12150",
        "flavor": "Vékony vonal választja el az alkudozást az átveréstől.",
        "name": "Ártalmatlan trükk",
        "text": "Jelölj ki egy Szürke karaktert, hogy eltávolíts egy kockát!"
    },
    {
        "code": "12151",
        "flavor": "\"Togu togu!\"",
        "name": "Kiselejtezett alkatrészek",
        "text": "Tegyél félre 2 nem esemény kártyát a dobott lapjaid közül! Ezután jelölj ki egy <i>gyűjtögetőt</i>, hogy kapj 1 erőforrást!"
    },
    {
        "code": "12152",
        "name": "Döntetlen",
        "text": "Rajtaütés.\nAdj 1 pajzsot minden karakternek!"
    },
    {
        "code": "12153",
        "name": "Utinni!",
        "text": "Jelölj ki legfeljebb 4 <i>Jawa</i> karaktert, hogy eldobass annyi lapot egy pakli tetejéről, ahány <i>Jawát</i> kijelöltél!"
    },
    {
        "code": "12154",
        "name": "Kereskedelmi teherhajó",
        "text": "Ez a támogatás úgy kerül játékba, hogy 3 erőforrás van rajta.\nEz a támogatás aktiválható.\nMiután ezt a támogatást aktiváltad, eltávolíthatsz róla 1 erőforrást, hogy kapj 1 erőforrást."
    },
    {
        "code": "12155",
        "flavor": "Egy ilyen mozgó erőd elég nagy ahhoz, hogy egy egész jawa klán beférjen.",
        "name": "Homokkúszó",
        "text": "Ez a támogatás kimerülten kerül a játékba.\n[special] - Dobd el a paklid felső 4 lapját, hogy hozzáadj a csapatodhoz egy félretett Jawa hulladékkereskedőt ([CM]147) !"
    },
    {
        "code": "12156",
        "name": "Szánalmas romhalmaz",
        "text": "<b>Akció</b> - Merítsd ki ezt a támogatást és jelölj ki egy <i>gyűjtögetőt</i>, hogy egy ellenfeled eldobjon egy általa választott lapot a kezéből, kivéve ha ad neked 1 erőforrást!"
    },
    {
        "code": "12157",
        "name": "Elhagyott finomító",
        "subtitle": "Savereen",
        "text": "<b>Erőteljes akció</b> - Dobj el egy általad irányított támogatást vagy fejlesztést a játékból, hogy kijátssz egy támogatást vagy fejlesztést a kezedből, 1-gyel csökkentve a költségét! Ezután húzz 1 lapot!"
    },
    {
        "code": "12158",
        "name": "Kolosszus",
        "subtitle": "Castilon",
        "text": "Miután bármelyik játékos karaktere elkezd vezetni egy <i>járművet</i>, az a játékos átveheti ennek a csatatérnek az irányítását.\nMiután megszerezted ennek a csatatérnek az irányítását, újradobhatsz egy kockát."
    },
    {
        "code": "12159",
        "name": "Pyke Szindikátusi bánya",
        "subtitle": "Kessel",
        "text": "<b>Uralom</b> - Dobd el egy pakli felső lapját, vagy a felső 2-t, ha kijelölsz egy kocka nélküli karaktert! Ha egy nem esemény kártya kerül ilyen módon eldobásra, kapsz 1 erőforrást."
    },
    {
        "code": "12160",
        "name": "A Sötét Nagyurak völgye",
        "subtitle": "Moraband",
        "text": "<b>Uralom</b> - Távolíts el egy nem karakterkockát!"
    }
]
