[
    {
        "code": "15001",
        "name": "Darth Zannah",
        "subtitle": "Student of the Sith",
        "text": "After you activate this character, deal 1 damage to another <i>Sith</i> you control to roll a character die on it into your pool.\nAfter a <i>Sith</i> character you control is defeated, this character gains their dice and <i>Sith</i> for the rest of the game."
    },
    {
        "code": "15002",
        "name": "Kylo Ren",
        "subtitle": "Driven by Fear",
        "text": "Before drawing your starting hand, you may shuffle 2 copies each of Feel Your Anger ([AW]82) and Anger ([SoR]71) into your deck.\nAfter you activate this character, deal 2 indirect damage to an opponent. Force that opponent to turn this character's character dice to sides of their choice."
    },
    {
        "code": "15003A",
        "name": "Maul",
        "subtitle": "Consumed by Revenge",
        "text": "After you play an event, place 1 resource on this card. If this character has 7 or more resources on it, you may spend 2 resources to flip this card."
    },
    {
        "code": "15003B",
        "name": "Maul",
        "subtitle": "Conqueror of Mandalore",
        "text": "After you play an event, place 1 resource on this card.\n<b>Power Action</b> - Play a Blue event with an even cost from your hand, decreasing its cost by 1.\n[special] - Gain 2 resources or resolve any die. If this character has 7 or more resources on it, you may do both in any order."
    },
    {
        "code": "15004A",
        "name": "Savage Opress",
        "subtitle": "Loyal Sibling",
        "text": "Team Up 1: Maul.\nGuardian.\n<b>Power Action</b> - Discard a card from your hand and spend 3 resources. Then flip this character."
    },
    {
        "code": "15004B",
        "flavor": "\"Brother, I am an unworthy apprentice.\"",
        "name": "Savage Opress",
        "subtitle": "Dark Acolyte",
        "text": "Guardian.\n[special] - Deal 2 damage to a character or turn a die to a side showing a value of 0. If this character has 6 or more damage, you may do both in any order."
    },
    {
        "code": "15005",
        "name": "Tenth Brother",
        "subtitle": "Tested by the Force",
        "text": "[special] - Use a special ability on another card in play <i>(yours or an opponent's)</i>."
    },
    {
        "code": "15006",
        "name": "The Haunted",
        "text": "Play only if you spot a <i>witch</i>.\nAfter attached character is defeated, add a set-aside Nightsister Zombie ([SoH]4) to your team."
    },
    {
        "code": "15007",
        "name": "Chant of Resurrection",
        "text": "Exhaust one of your <i>witch</i> characters to add 3 set-aside Nightsister Zombies ([SoH]4) to your team. After the action phase ends, defeat those Nightsister Zombies."
    },
    {
        "code": "15008",
        "name": "Force Drain",
        "text": "Before you play this event, decrease its cost by 1 if an opponent's character has a downgrade on it.\nExhaust one of your Blue characters to deal 3 damage to an opponent's character. Then, if that character is defeated, heal 5 damage from one of your Blue characters."
    },
    {
        "code": "15009",
        "name": "Your Powers Are Weak",
        "text": "Spot an <i>Inquisitor</i> or <i>Sith</i> to choose a symbol. Reroll up to 3 of an opponent's dice. For each of those dice showing the chosen symbol, remove it. Otherwise, turn it to a side showing a blank."
    },
    {
        "code": "15010A",
        "name": "Watch Your Career With Great Interest",
        "text": "After you turn or remove a die, place 1 resource on this plot.\n<b>Action</b> - Defeat one of your <i>Sith</i> or <i>apprentice</i> characters and remove 6 resources from this plot. Then, if the defeated character was elite, this plot becomes elite. Flip this plot."
    },
    {
        "code": "15010B",
        "name": "Darth Vader",
        "subtitle": "Unrelenting Apprentice",
        "text": "[special] - Play an ability from your hand or discard pile, decreasing its cost by 2. Then roll that ability's die into your pool."
    },
    {
        "code": "15011",
        "name": "Interrogation Chair",
        "text": "<b>Action</b> - Spot an <i>Inquisitor</i> and exhaust this support to choose an opponent's character die. Then deal 2 indirect damage to that opponent unless they resolve that die."
    },
    {
        "code": "15012",
        "name": "Nightsister Assassins",
        "text": "Play only if you spot a <i>witch</i>.\nAfter you play this card, you may deal 1 damage to a character with a <i>curse</i> on it."
    },
    {
        "code": "15013",
        "flavor": "\"General, prepare your troops for a surface attack.\" <cite>Darth Vader</cite>",
        "name": "General Veers",
        "subtitle": "Death Squadron General",
        "text": "After the start of the first round of the game, you may spend 2 resources to add a set-aside Snowtrooper ([RM]15) to your team.\n<b>Power Action</b> - Take control of the battlefield."
    },
    {
        "code": "15014",
        "flavor": "\"He is as clumsy as he is stupid.\" <cite>Darth Vader</cite>",
        "name": "Kendal Ozzel",
        "subtitle": "Bumbling Tactician",
        "text": "Before the starting character roll, each opponent may choose to lose the starting character roll to give 2 shields to their characters, distributed as they wish."
    },
    {
        "code": "15015",
        "flavor": "The elite snowtroopers of the Galactic Empire are trained and equipped to operate in frigid environments.",
        "name": "Snowtrooper",
        "text": "While you are fighting on Hoth, this character has +1 health."
    },
    {
        "code": "15016",
        "name": "Tseebo",
        "subtitle": "Spectre Sympathizer",
        "text": "Detect.\nAfter this character's Detect ability detects a hero card, give an opponent's character two shields."
    },
    {
        "code": "15017",
        "name": "Enfilading Fire",
        "text": "Spend up to 2 resources to resolve that many of your non-unique Red character dice showing damage against each of an opponent's characters."
    },
    {
        "code": "15018",
        "name": "Offensive Position",
        "text": "If an opponent removed one of your Red dice during their last turn, roll it into your pool. Take control of the battlefield."
    },
    {
        "code": "15019",
        "name": "Reckless Charge",
        "text": "Choose any number of your non-unique Red characters and deal 3 damage to each of them. Ready those characters."
    },
    {
        "code": "15020",
        "name": "Salvage the Assault",
        "text": "Exhaust 2 of your non-unique Red characters. Then gain 2 resources. "
    },
    {
        "code": "15021",
        "name": "Relentless Advance",
        "text": "Team Up 1: Each <i>trooper</i>, General Veers.\nAt the end of the round or when you take control of the battlefield, place 1 damage on this plot.\n<b>Action</b> - Remove any amount of damage on this plot to deal that much indirect damage to an opponent."
    },
    {
        "code": "15022",
        "name": "501st Assault Team",
        "text": "This support can be activated.\nAfter you activate this support, you may play a set-aside E-Web Emplacement ([SoR]5) for free. You may take control of the battlefield or give control of the battlefield to an opponent."
    },
    {
        "code": "15023",
        "name": "Blizzard 1",
        "text": "This card's cost cannot be decreased.\nAfter you activate this support, you may roll a set-aside copy of this die into your pool. Set that die aside after it is resolved or removed."
    },
    {
        "code": "15024",
        "name": "XJ9-CS14",
        "text": "[special] - Switch the battlefield with a set-aside battlefield and give control of it to an opponent."
    },
    {
        "code": "15025",
        "name": "Electrohammer",
        "text": "After this die deals damage to a character, you may remove one of that character's character or upgrade dice."
    },
    {
        "code": "15026",
        "name": "Garindan",
        "subtitle": "Information Trader",
        "text": "Detect.\nAfter a detected card leaves any player's hand, you may draw a card.\n[special] - Choose a card in any player's discard pile and roll its die into your pool. Set that die aside after it is resolved or removed."
    },
    {
        "code": "15027",
        "name": "Pirate Loyalist",
        "text": "<b>Power Action</b> - Spot another <i>pirate</i> to give control of one of your ready characters to an opponent until the end of the action phase. Then take 1 resource from an opponent."
    },
    {
        "code": "15028",
        "name": "Skreek",
        "subtitle": "Warbird Enforcer",
        "text": "Piloting.\nAfter you activate this character, if one or more of this character's character dice are showing damage, you may spend 1 resource to remove an opponent's die showing damage."
    },
    {
        "code": "15029",
        "name": "Ziro The Hutt",
        "subtitle": "Crime Lord",
        "text": "<b>Power Action</b> - Look at the top 4 cards of your deck and play a downgrade from among them. Place the remaining cards on the bottom of your deck in any order. Then deal 1 damage to an opponent's character with a downgrade on it."
    },
    {
        "code": "15030",
        "name": "Everybody Profits",
        "text": "Give an opponent 1 resource to deal 3 indirect damage to them."
    },
    {
        "code": "15031",
        "name": "Salvage Run",
        "text": "Take 1 resource from an opponent. Spot a <i>scoundrel</i> or <i>pirate</i> to remove an opponent's die showing a value of 2 or less."
    },
    {
        "code": "15032",
        "name": "Triple Dark Attack",
        "text": "Ambush.\nChoose an opponent's character and force them to activate it. Then you may activate one of your <i>pirate</i> characters."
    },
    {
        "code": "15033",
        "name": "Den of Thieves",
        "text": "Discard this support if it has 3 or more resources on it.\nBefore a Yellow character would be dealt damage, you may place that amount of damage on this card as resources instead.\nAfter an opponent loses 1 or more resources, remove 1 resource from this support."
    },
    {
        "code": "15034",
        "name": "Painful Losses",
        "text": "After your effect causes an opponent to lose 1 or more resources, you may exhaust this support. Then deal damage to an opponent's character equal to half the number of <i>pirates</i> or <i>scavengers</i> you can spot, rounded down."
    },
    {
        "code": "15035",
        "name": "Pirate Crew Member",
        "text": "Before you resolve this die showing damage, you may increase its value by 1 if all characters on your team share a color."
    },
    {
        "code": "15036",
        "name": "Burryaga Agaburry",
        "subtitle": "Savior of Hetzal",
        "text": "Power Action - Remove one of this character's character dice showing damage to play an event from hand, reducing its cost by 1."
    },
    {
        "code": "15037",
        "name": "Jaro Tapal",
        "subtitle": "Selfless Master",
        "text": "Team Up 1: Cal Kestis.\nGuardian.\nBefore this character takes damage, you may resolve one of its character dice showing damage."
    },
    {
        "code": "15038",
        "flavor": "\"Mind what you have learned. Save you it can.\" <cite>Yoda</cite>",
        "name": "Jedi Apprentice",
        "text": "Include only if you have a <i>Jedi</i> on your team.\n<i>Weapons</i> on this character gain redeploy."
    },
    {
        "code": "15039",
        "flavor": "\"There is... another.\" <cite>Yoda</cite>",
        "name": "Leia Organa",
        "subtitle": "Adept Student",
        "text": "Guardian.\nAfter you activate this character, reveal the top card of your deck. Give a character shields equal to the cost of that card."
    },
    {
        "code": "15040",
        "name": "Luminara Unduli",
        "subtitle": "Patient Master",
        "text": "Each <i>apprentice</i> character you control has +1 health.\n[special] - Choose and do two of the following:\n Discard a random card from an opponent's hand.\n Give a character 1 shield.\n Roll an <i>apprentice</i> die on one of your other cards into your pool."
    },
    {
        "code": "15041",
        "flavor": "\"There is always hope, my friend...\"",
        "name": "Qui-Gon Jinn",
        "subtitle": "Venerable Maverick",
        "text": "This character has +1 shield limit and +1 upgrade limit.\n<b>Power Action</b> - Remove 1 shield from one of your characters with 3 or more shields to gain 1 resource."
    },
    {
        "code": "15042",
        "name": "Force Mirage",
        "text": "Spot 2 Blue characters to resolve one of your dice showing a shield as if it were showing a different symbol."
    },
    {
        "code": "15043",
        "name": "Force Reflexes",
        "text": "Choose a Blue die in your pool to remove up to 2 dice showing a combined value less than or equal to the chosen die's value plus 1."
    },
    {
        "code": "15044",
        "name": "Move Along",
        "text": "Spot a Blue character that is 17 or more points to either exhaust a non-unique card or remove a non-unique die."
    },
    {
        "code": "15045",
        "name": "You Will Go to the Dagobah System",
        "text": "Give 3 shields to one of your <i>apprentice</i> characters. Add a set-aside Jedi Trials ([CM]65) to your team."
    },
    {
        "code": "15046",
        "name": "The Jedi Code",
        "text": "Include only if each character on your team is a <i>Jedi</i> or <i>apprentice</i>.\n<b>Action</b> - Remove one of your dice showing a shield and exhaust this plot to remove an opponent's die showing damage."
    },
    {
        "code": "15047",
        "name": "Force Heal",
        "text": "Blue character only.\n[special] - Deal 1 damage to one of your characters to heal 2 damage from a different character."
    },
    {
        "code": "15048",
        "name": "Leia Organa's Lightsaber",
        "text": "Before you resolve this die increase its value by the number of shields on attached character.\nWhile this upgrade is on Leia Organa, it gains Redeploy."
    },
    {
        "code": "15049",
        "name": "Admiral Ackbar",
        "subtitle": "Brilliant Tactician",
        "text": "Piloting.\nAfter setup, if this character is elite, you may add a set-aside X-Wing ([AtG]86) to your play area <i>(without paying its cost)</i>.\nAfter the upkeep phase begins, you may add a set-aside X-Wing ([AtG]86) to your play area <i>(without paying its cost)</i>."
    },
    {
        "code": "15050",
        "flavor": "\"Many Bothans died to bring us this information\" <cite>Mon Mothma</cite>",
        "name": "Bothan Spy",
        "text": "Detect.\nAfter this character's Detect ability detects a support or upgrade, you may play a set-aside copy of Death Star Plans ([CM]126) on this character for free."
    },
    {
        "code": "15051",
        "name": "Chewbacca",
        "subtitle": "Commanding Force",
        "text": "Guardian.\nAfter a Guardian ability removes an opponent's character die, deal 1 damage to that die's matching character.\n<b>Power Action</b> - Move two damage among your characters as you wish."
    },
    {
        "code": "15052",
        "name": "Dak Ralter",
        "subtitle": "Rogue Gunner",
        "text": "Piloting.\nAfter you activate this character, move 1 shield from a card you control to another card you control or give 1 shield to one of your characters."
    },
    {
        "code": "15053",
        "name": "General Rieekan",
        "subtitle": "Mastermind",
        "text": "<b>Power Action</b> - Draw cards equal to the number of this character's character dice showing shields."
    },
    {
        "code": "15054",
        "name": "Rebel Sniper",
        "text": "<b>Power Action</b> - Discard a card from your hand to resolve one of this character's character dice, increasing its value by 1."
    },
    {
        "code": "15055",
        "name": "Heroic Protector",
        "text": "Activate one of your characters with Guardian. This turn, after that character's Guardian ability removes a die, deal damage to a character equal to the value of the die removed."
    },
    {
        "code": "15056",
        "name": "K-3PO",
        "text": "After an opponent claims the battlefield, you may play this card from your discard pile.\n<b>Power Action</b> - Discard this card from play to use the claim ability or power action on the battlefield, even if it has been used this round."
    },
    {
        "code": "15057",
        "name": "Redemption",
        "text": "After you activate this support, roll 2 set-aside Medical Droid ([TP]26) dice into your pool. Set those dice aside after they are resolved or removed."
    },
    {
        "code": "15058",
        "name": "Rogue One",
        "text": "After you activate this support, you may remove 1 shield from a card or, if Luke Skywalker or Dak Ralter are piloting this vehicle, you may remove a die showing a value of 0."
    },
    {
        "code": "15059",
        "name": "Rogue Two",
        "text": "After you activate this support, spot a unique Red character to reroll a die."
    },
    {
        "code": "15060",
        "name": "Wasaka Berry Plant",
        "text": "<b>Action</b> - If all characters on your team share a subtype, exhaust this support to heal 2 damage from a character."
    },
    {
        "code": "15061",
        "name": "Wookiee Fluttercraft",
        "text": "After you activate this support, if there is no damage on it, you may move 1 damage from a character with Guardian to this card."
    },
    {
        "code": "15062",
        "name": "Veteran of War",
        "text": "Unique Red character only.\nAfter you play this upgrade, heal 2 damage from attached character.\n[special] - Resolve one of your Red dice, increasing its value by 1. Remove an opponent's die."
    },
    {
        "code": "15063",
        "name": "Benthic",
        "subtitle": "\"Two Tubes\"",
        "text": "Piloting.\nAfter an opponent claims the battlefield, deal 2 damage to a character.\n<b>Power Action</b> - Deal 1 indirect damage to yourself to remove a die showing damage."
    },
    {
        "code": "15064",
        "flavor": "\"Han Solo, ha. If I'm around, you don't need that guy.\"",
        "name": "Dash Rendar",
        "subtitle": "Outer Rim Hotshot",
        "text": "Piloting.\n<b>Power Action</b> - Play a Yellow card from your hand, giving it Ambush."
    },
    {
        "code": "15065",
        "name": "Lumpawaroo",
        "subtitle": "Chewbacca's Pride",
        "text": "Guardian.\nAfter this character is dealt damage during the action phase, deal half that damage to a character, rounded down.\nBefore you resolve one of this character's character dice showing damage, increase its value by 1 if this character has 6 or more damage."
    },
    {
        "code": "15066",
        "name": "Obi-Wan Kenobi",
        "subtitle": "\"Rako Hardeen\"",
        "text": "You may play Blue upgrades on this character, ignoring play restrictions.\nDetect 2.\nAfter you activate this character, if an opponent has a detected event, gain 1 resource."
    },
    {
        "code": "15067",
        "name": "Wullffwarro",
        "text": "After setup, you may spot another <i>wookiee</i> to add a set-aside <i>wookiee</i> to your team as elite or non-elite. Deal indirect damage to yourself equal to the added character's point value."
    },
    {
        "code": "15068",
        "name": "Grand Theft Speeder",
        "text": "Modify opponent's <i>vehicle</i> support.\nAfter attached support is activated, you may discard this downgrade to resolve one of its support or upgrade dice."
    },
    {
        "code": "15069",
        "name": "Let's Make a Deal",
        "text": "Play only if all characters on your team share a color.\nGive an opponent 1 resource to remove up to 3 of their dice showing damage."
    },
    {
        "code": "15070",
        "name": "Rallying Cry",
        "text": "Play only if an opponent dealt damage to one of your characters during their last turn.\nSpot a Yellow character to remove an opponent's die showing a value of 2 or less."
    },
    {
        "code": "15071",
        "name": "Sound the Horn",
        "text": "Include only if you have an <i>Ewok</i> on your team.\nEach time you play a <i>trap</i>, place a resource on this plot.\nIf this plot has 3 resources, you may set it aside and spend 3 resources to add 4 set-aside Ewok Warriors ([SoH]95) to your team. Place 3 damage on each one."
    },
    {
        "code": "15072",
        "name": "Outrider",
        "text": "After you activate this support, look at the top 2 cards of your deck and place 1 of those cards on the bottom of your deck.\n[special] - Play the bottom card of your deck for free or resolve one of your dice without removing it from your pool."
    },
    {
        "code": "15073",
        "name": "Defensive Perimeter",
        "subtitle": "Hoth",
        "text": "<b>Power Action</b> - Remove one of your dice to give a character 2 shields."
    },
    {
        "code": "15074",
        "name": "Harness the Force",
        "text": "Spot a Blue character to turn one of your dice to a side showing a special ([special]). Then you may resolve that die."
    },
    {
        "code": "15075",
        "name": "Rising Whirlwind",
        "text": "Spot a Blue character with 2 <i>weapons</i> on it to reroll 2 dice. Then remove one of those dice with the lowest value <i>(you choose in case of a tie)</i>."
    },
    {
        "code": "15076",
        "name": "Force Valor",
        "text": "Play only if you spot a Blue character.\n[special] - Choose and do two of the following:\n Deal 1 damage to a character.\n Heal 1 damage from a character.\n Turn a die to a side not showing a special ([special])."
    },
    {
        "code": "15077",
        "name": "Jar'Kai",
        "text": "Blue character only. Limit 1 <i>form</i> per character.\nAttached character has +2 upgrade limit.\nBefore you resolve an attached character's <i>weapon</i> die, if attached character has 2 or more <i>weapons</i> on it, increase its value by 1."
    },
    {
        "code": "15078",
        "name": "Lightsaber Tonfa",
        "text": "After you play this upgrade, you may spend 1 resource to place 1 resource on it.\nIncrease the value of this die by the number of resources on this upgrade."
    },
    {
        "code": "15079",
        "name": "Quilloned Lightsaber",
        "text": "Redeploy.\nAfter you play this upgrade or it is moved to a character, if it is on a hero character, heal 1 damage from it. If it is on a villain character, deal 1 damage to an opponent's character."
    },
    {
        "code": "15080",
        "name": "Power of the Tribe",
        "text": "Remove a die. Then, if all characters on your team share a subtype, you may remove another die showing a different symbol and value."
    },
    {
        "code": "15081",
        "name": "Small Battles Won",
        "text": "Resolve one of your Red dice showing a value of 1 without removing it from your pool."
    },
    {
        "code": "15082",
        "name": "Tactical Retreat",
        "text": "Give control of the battlefield to an opponent to give shields to your characters equal to the number of Red characters you can spot, distributed as you wish."
    },
    {
        "code": "15083",
        "name": "Extra Firepower",
        "text": "<b>Action</b> - Set this plot aside to resolve up to 2 of your dice, increasing each of their values by 1."
    },
    {
        "code": "15084",
        "name": "Tactical Superiority",
        "text": "Before you play an opponent's card, exhaust this support to decrease its cost by 1."
    },
    {
        "code": "15085",
        "name": "DC-17 Hand Blaster"
    },
    {
        "code": "15086",
        "name": "Security Baton",
        "text": "Redeploy.\nAfter you roll this die into your pool, you may reroll it.\nBefore you resolve this die, you may remove 1 shield from an opponent's character."
    },
    {
        "code": "15087",
        "name": "Doctor Aphra",
        "subtitle": "Archaeologist",
        "text": "After setup, you may shuffle up to 6 set-aside non-character <i>droids</i> into your deck <i>(ignoring deckbuilding restrictions)</i>.\nAfter you play a <i>droid</i>, you may deal 1 indirect damage to an opponent."
    },
    {
        "code": "15088",
        "name": "Hondo Ohnaka",
        "subtitle": "Ultimate Pragmatist",
        "text": "After you activate this character, you may roll 2 set-aside Pirate Loyalist ([RM]27) dice into your pool.\n[special] - Deal 2 damage to an opponent's character, or 3 damage if one of your effects caused an opponent to lose 1 or more resources this round."
    },
    {
        "code": "15089",
        "name": "Dark Memories",
        "text": "Redeploy.\nAfter attached character activates, deal 1 damage to it."
    },
    {
        "code": "15090",
        "name": "Headstrong",
        "text": "Spot a Yellow character to remove up to 2 dice that were rolled into the pool last turn."
    },
    {
        "code": "15091",
        "name": "Unfair Trade",
        "text": "Resolve one of your dice showing disrupt. Then switch resources with the opponent that die was resolved against."
    },
    {
        "code": "15092A",
        "name": "The Ultimate Heist",
        "text": "Team Up 1: Each <i>pirate</i>.\nAfter one of your effects causes an opponent to lose 1 or more resources, place resources on this plot equal to the number of resources lost. If this plot has 4 or more resources, spot a <i>pirate</i> character to flip this card and attach it to that character."
    },
    {
        "code": "15092B",
        "name": "Master of Pirates",
        "text": "<b>Power Action</b> - Take 1 resource from an opponent.\n[special] - Give an opponent 1 of your resources. Then resolve any die <i>(yours or an opponent's)</i> and gain 1 action."
    },
    {
        "code": "15093",
        "name": "Black Market Arm",
        "text": "Attached character has +1 health, or +2 health instead if attached character is a <i>pirate</i> or <i>bounty hunter</i>."
    },
    {
        "code": "15094",
        "name": "Hustling",
        "text": "[special] - Gain 1 resource or remove a resource from a non-plot card."
    },
    {
        "code": "15095",
        "name": "Syndicate Electrostaff",
        "text": "Play only if all characters on your team share a subtype.\nDecrease the resource cost on attached character's character and upgrade dice by 1."
    },
    {
        "code": "15096",
        "name": "Fury",
        "text": "Spot a character that is 17 or more points to remove an opponent's die."
    },
    {
        "code": "15097",
        "name": "Mandalorian Executioner Vibro-Ax",
        "text": "Character with 13 or more health only.\nRedeploy.\n[special] - Deal 2 unblockable damage to a character."
    },
    {
        "code": "15098",
        "name": "Cloud City",
        "subtitle": "Bespin",
        "text": "<b>Power Action</b> - Look at an opponent's hand and, if you spot a <i>pilot</i>, discard a card from it with a cost of 0. Then that opponent may draw a card."
    },
    {
        "code": "15099",
        "name": "Cyber Center",
        "subtitle": "Anexes",
        "text": "<b>Claim</b> - Your hand size is increased by 1 until the end of this round (Draw an additional card during the upkeep phase at the end of this round). Heal 1 damage from a character."
    },
    {
        "code": "15100",
        "name": "Perimeter Outpost",
        "subtitle": "Hoth",
        "text": "Select only if your team has 2 or more Red characters.\n<b>Power Action</b> - Gain 2 actions. Give control of this battlefield to an opponent."
    },
    {
        "code": "15101",
        "name": " Death of CT-4040",
        "text": "40/40 Format Only. You may include one additional plot on your team. Before setup, shuffle 10 additional cards into your draw deck following normal deckbuilding restrictions. Then set this plot aside."
    }
]
