[
    {
        "code": "05001",
        "name": "Dark Advisor",
        "text": "[special] - Draw 3 cards. Then place a card from your hand on the top or bottom of your deck."
    },
    {
        "code": "05002",
        "flavor": "\"Formerly Darth, now just Maul.\"",
        "name": "Maul",
        "subtitle": "Vengeful One",
        "text": "After one or more of this character's character or upgrade dice are removed by an opponent's card effect, you may remove one of their dice."
    },
    {
        "code": "05003",
        "flavor": "\"Ich benutze schwarze Magie, um Macht zu erlangen.\"",
        "name": "Mutter Talzin",
        "subtitle": "Matriarchin der Schwestern der Nacht",
        "text": "Nachdem du diesen Charakter aktiviert hast, darfst du die oberste Karte des Decks eines Spielers aufdecken. Falls Ihre Kosten eine ungerade Zahl sind, drehe 1 Würfel dieses Spielers auf eine beliebige Seite."
    },
    {
        "code": "05004",
        "flavor": "\"There is no mercy.\"",
        "name": "Palpatine",
        "subtitle": "Darth Sidious",
        "text": "<b>Power Action</b> - Play an event from your hand, decreasing its cost by the number of different damage symbols ([ranged], [melee] or [indirect]) showing on your dice."
    },
    {
        "code": "05005",
        "name": "Kylo Ren's Starfighter",
        "text": "[special] - Choose a color. Then reveal an opponent's hand and deal indirect damage ([indirect]) to them equal to the number of cards in their hand that match the chosen color."
    },
    {
        "code": "05006",
        "name": "Kristallkugel",
        "text": "Nachdem du den aufgewerteten Charakter aktiviert hast, darfst du die oberste Karte eines Decks ansehen."
    },
    {
        "code": "05007",
        "name": "Force Rend",
        "text": "Blue character only.\n[special] - Spend resources equal to the cost of a support or upgrade in play to discard it."
    },
    {
        "code": "05008",
        "name": "Mauls Lichtschwert",
        "text": "Nur blaue Charaktere.\n<b>Mächtige Aktion</b> - Falls ein Gegner auf keinem seiner Charaktere Schilde hat, gib 1 Ressource aus, wirf diesen Würfel und lege ihn in deinen Pool."
    },
    {
        "code": "05009",
        "flavor": "\"Roger, Roger.\"",
        "name": "Battle Droid",
        "text": "After you activate this character, if this die just rolled indirect damage ([indirect]), you may activate one of your other Battle Droids ([LEG]9)."
    },
    {
        "code": "05010",
        "flavor": "\"Face me!\"",
        "name": "Kallus",
        "subtitle": "Agent of the Empire",
        "text": "<b>Power Action</b> - Turn this die showing ranged damage ([ranged]) to a side showing melee damage ([melee]), or vice versa."
    },
    {
        "code": "05011",
        "flavor": "\"Ah, victory!\"",
        "name": "Nute Gunray",
        "subtitle": "Separatist Viceroy",
        "text": "Each opponent gains 1 fewer resource during the upkeep phase, to a minimum of 1, unless that opponent discards the top 2 cards of their deck."
    },
    {
        "code": "05012",
        "flavor": "\"Fear will keep the local systems in line.\"",
        "name": "Tarkin",
        "subtitle": "Grand Moff",
        "text": "<b>Power Action</b> - Remove 2 of your dice showing the same symbol to deal 4 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "05013",
        "flavor": "The elite soldier of the Imperial Military, trained for complete obedience to the command hierarchy, as well as the Galactic Emperor Palpatine.",
        "name": "Veteran Stormtrooper"
    },
    {
        "code": "05014",
        "flavor": "A heavy transport starship used by the Trade Federation for transporting and deploying droid battalions planet side.",
        "name": "Separatist Landing Craft",
        "text": "[special] - Spend 2 resources to add a Battle Droid ([LEG]9) to your team. Discard this support from play."
    },
    {
        "code": "05015",
        "flavor": "Commonly used by the Galactic Empire's death troopers and coastal defender stormtroopers.",
        "name": "Fragmentation Grenade",
        "text": "After this die is resolved, discard this upgrade from play unless you spend 1 resource."
    },
    {
        "code": "05016",
        "name": "Grand Moff",
        "text": "Unique Red characer only.\n<b>Power Action</b> - Use the \"Claim\" ability on the battlefield or switch the battlefield with a battlefield that is not being used <em>(but was brought to the game)</em>."
    },
    {
        "code": "05017",
        "name": "Kallus' Bo-Rifle",
        "text": "Ambush."
    },
    {
        "code": "05018",
        "flavor": "\"Nudd Chaa.\"",
        "name": "Bib Fortuna",
        "subtitle": "Majordomo",
        "text": "[special] - Roll a character die on one of your other characters into your pool."
    },
    {
        "code": "05019",
        "flavor": "\"Don't get in my way.\"",
        "name": "Boba Fett",
        "subtitle": "Deadly Mercenary",
        "text": "[special] - Deal damage to a character equal to the value showing on a die <em>(yours or an opponent's)</em>."
    },
    {
        "code": "05020",
        "name": "Doctor Aphra",
        "subtitle": "Artifact Hunter",
        "text": "The cost of the first <i>droid</i> you play each round is decreased by 1.\nAfter you deal indirect damage ([indirect]) to yourself, you may draw a card."
    },
    {
        "code": "05021",
        "flavor": "\"Going somewhere, Solo?\"",
        "name": "Greedo",
        "subtitle": "Unlucky Mercenary",
        "text": "Before this character is defeated, roll any number of his character dice into your pool. Then resolve any number of his character dice in the order of your choice."
    },
    {
        "code": "05022",
        "name": "Rebel Traitor",
        "text": "After you activate this character, you may force an opponent to activate one of their character as their next action this round, if able."
    },
    {
        "code": "05023",
        "flavor": "\"Welcome aboard the Ark Angel, sir Darth Vader. Big Fan. Huge!\" <cite>Dr. Aphra</cite>",
        "name": "Ark Angel",
        "text": "After you activate this support, activate up to 2 of your other supports in the order of your choice."
    },
    {
        "code": "05024",
        "name": "BT-1",
        "text": "After you activate this support, deal 1 indirect damage ([indirect]) to yourself. Then deal 1 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "05025",
        "name": "Slave I",
        "text": "<b>Power Action</b> - Reroll one of your Yellow dice. Then you may remove an opponent's die showing a value equal to the value showing on the die you just rerolled."
    },
    {
        "code": "05026",
        "name": "Hunter Instinct",
        "text": "[special] - Deal 1 damage to a character, or 2 damage instead if that character has 3 or more damage on it."
    },
    {
        "code": "05027",
        "name": "Wrist Rockets",
        "text": "Yellow character only.\n[special] - Deal 2 damage to a character. You may spend 1 resource to deal 2 damage to a character."
    },
    {
        "code": "05028",
        "name": "BB-9E",
        "text": "[special] - Wirf einen gegnerischen Würfel neu. Wirf diesen Würfel neu, anstatt ihn aus deinem Pool zu entfernen."
    },
    {
        "code": "05029",
        "flavor": "\"Sometimes it takes courage to stick to one's beliefs.\"",
        "name": "Aayla Secura",
        "subtitle": "Jedi General",
        "text": "[special] - Turn one of your Blue or Red dice to any side. Turn an opponent's die to any side."
    },
    {
        "code": "05030",
        "name": "Jedi Temple Guard",
        "text": "Guardian."
    },
    {
        "code": "05031",
        "flavor": "\"Ich will mich mit der Macht vertraut machen und ein Jedi wie mein Vater werden.\"",
        "name": "Luke Skywalker",
        "subtitle": "Ungewöhnlicher Held",
        "text": "<b>Mächtige Aktion</b> - Gib 2 Ressourcen aus, um 1 der Charakter- oder Aufwertungswürfel dieses Charakters abzuhandeln und seinen Wert dabei um 2 zu erhöhen."
    },
    {
        "code": "05032",
        "flavor": "\"Your move.\"",
        "name": "Obi-Wan Kenobi",
        "subtitle": "Jedi Master",
        "text": "After you activate this character, you may give a character 1 shield."
    },
    {
        "code": "05033",
        "flavor": "\"Do. Or do not. There is not try.\"",
        "name": "Yoda",
        "subtitle": "Wizened Master",
        "text": "[special]- Choose and do two of the following: gain 1 resource, give a character 1 shield, turn one of your dice to any side, or discard the top card of a deck."
    },
    {
        "code": "05034",
        "flavor": "The ETA-2 Interceptor was the starfighter of choice of Jedi during the Clone Wars.",
        "name": "ETA-2 Interceptor",
        "text": "<b>Action</b> - Remove this die or one of your dice showing a shield ([shield]) to exhaust a support."
    },
    {
        "code": "05035",
        "flavor": "\"Ich habe noch keinen Schlamassel erlebt, aus dem er sich nicht herauspiepsen konnte.\" <cite>Leia Organa</cite>",
        "name": "R2-D2",
        "text": "[special] - Ziehe eine Karte. Du darfst 1 deiner Würfel auf eine beliebige Seite drehen."
    },
    {
        "code": "05036",
        "name": "Force Meditation",
        "text": "To play, spot a Blue character.\n[special] - Discard the top 2 cards of a deck."
    },
    {
        "code": "05037",
        "name": "Obi-Wan Kenobi's Lightsaber",
        "text": "Blue character only.\n[special] - Give attached character 1 shield. Deal unblockable damage to a character equal to the number of shields on attached character."
    },
    {
        "code": "05038",
        "flavor": "\"Someone's out to start a war.\" <cite>Mace Windu</cite>",
        "name": "Clone Trooper",
        "text": "After you activate this character, you may reroll this die, or, if you control the battlefield, you may reroll one of your character dice."
    },
    {
        "code": "05039",
        "name": "Finn",
        "subtitle": "Soldier of Necessity",
        "text": "[special] - Move 1 damage from a card to another card in play <em>(this ignores shields)</em>."
    },
    {
        "code": "05040",
        "flavor": "\"I work behind pipes all day.\"",
        "name": "Rose",
        "subtitle": "Skilled Mechanic",
        "text": "[special] - Gain 1 resource. You may remove 1 damage from a support."
    },
    {
        "code": "05041",
        "flavor": "\"Making my run now.\"",
        "name": "Wedge Antilles",
        "subtitle": "Squad Leader",
        "text": "<b>Power Action</b> - Turn one of your <i>vehicle</i> dice to any side."
    },
    {
        "code": "05042",
        "name": "Mortar Team",
        "text": "While you control the battlefield, you may resolve the indirect damage ([indirect]) sides of this die as if they were ranged damage ([ranged])."
    },
    {
        "code": "05043",
        "name": "Resistance Bomber",
        "text": "After this die is resolved, place 1 damage on this support.\nDiscard this support if it has 3 or more damage on it."
    },
    {
        "code": "05044",
        "name": "Camouflaged Rifle",
        "text": "[special] - Deal 2 damage to a character, or 3 damage instead if you control the battlefield."
    },
    {
        "code": "05045",
        "name": "Rebellion Leader",
        "text": "Unique Red character only.\n<b>Power Action</b> - Remove an opponent's die showing the same symbol as one of your dice."
    },
    {
        "code": "05046",
        "flavor": "\"Antiquierte Waffen und Religionen können es nicht mit einer guten Laserkanone aufnehmen.\"",
        "name": "Han Solo",
        "subtitle": "Gerissener Schmuggler",
        "text": "Nachdem du diesen Charakter aktiviert hast, darfst du einen Würfel neu werfen <em>(einen eigenen oder einen gegnerischen)</em>."
    },
    {
        "code": "05047",
        "flavor": "\"Dissen ganna be messy!\"",
        "name": "Jar Jar Binks",
        "subtitle": "Clumsy Outcast",
        "text": "Any player may take an action to force you to activate this character.\nAfter you activate this character, reroll all dice showing a symbol not showing on his character dice."
    },
    {
        "code": "05048",
        "name": "Jedha Partisan",
        "text": "After you deal indirect damage ([indirect]) to an opponent for the first time each round, you may discard the top card of a deck."
    },
    {
        "code": "05049",
        "flavor": "\"Save the Rebellion! Save the dream.\"",
        "name": "Saw Gerrera",
        "subtitle": "Extremist Leader",
        "text": "[special] - Discard a random card from a player's hand. Then deal indirect damage ([indirect]) to an opponent equal to its cost."
    },
    {
        "code": "05050",
        "flavor": "\"There's just something about the feeling of their helmets on my fists.\"",
        "name": "Zeb Orrelios",
        "subtitle": "The Last Lasat",
        "text": "You may resolve the melee damage ([melee]) sides of this die as if they were ranged damage ([ranged])."
    },
    {
        "code": "05051",
        "name": "Runaway Boomas",
        "text": "<b>Power Action</b> - Spend 1 resource to roll a Runaway Boomas ([LEG]51) die into your pool. Set aside that die after it is resolved or removed."
    },
    {
        "code": "05052",
        "flavor": "\"Chewie… wir sind zu Hause.\" <cite>Han Solo</cite>",
        "name": "Millennium Falke",
        "text": "Nachdem du diese Unterstützung aktiviert hast, darfst 1 deiner Charaktere aktivieren."
    },
    {
        "code": "05053",
        "name": "Roguish Charm",
        "text": "Yellow character only.\n[special] - Remove a die showing damage ([ranged], [melee] or [indirect]). Gain resources equal to the resource cost showing on it <em>(not its value)</em>."
    },
    {
        "code": "05054",
        "flavor": "\"Only the Honor Guard of Lasan may carry a bo-rifle!\" <cite>Zeb Orrelios</cite>",
        "name": "Zeb Orrelios' Bo-Rifle",
        "text": "<b>Action</b> - Spend 1 resource to resolve this die showing a modifier <em>(a side with a +)</em> as if it did not have a modifier."
    },
    {
        "code": "05055",
        "flavor": "These ships were painted red when used to transport diplomats as a warning not to attack.",
        "name": "Republic Cruiser",
        "text": "[special] - Give a unique character 2 shields or give each of your unique characters 1 shield."
    },
    {
        "code": "05056",
        "name": "Machtkonzentration",
        "text": "Sichte einen blauen Charakter, um diese Karte zu spielen.\n[special] - Drehe 1 deiner Würfel auf eine beliebige Seite. Du darfst eine blaue Karte von deiner Hand aufdecken, um einen gegnerischen Würfel auf eine beliebige Seite zu drehen."
    },
    {
        "code": "05057",
        "name": "Force Wave",
        "text": "Blue character only.\n[special] - Deal 3 damage to a character. Deal 2 damage to a another character. Deal 1 damage to a third character."
    },
    {
        "code": "05058",
        "name": "Geerbtes Lichtschwert",
        "text": "Solange diese Aufwertung an einem blauen Charakter liegt, hat sie das Schlüsselwort Verlegen. <em>(Nachdem ihr Charakter besiegt worden ist, verschiebe diese Karte.)</em>"
    },
    {
        "code": "05059",
        "name": "Hush-98 Comlink",
        "text": "<b>Action</b> - Remove this die to activate any number of your characters and/or supports in the order of your choice."
    },
    {
        "code": "05060",
        "name": "Ground Battalion",
        "text": "After you activate this support, you may take control of the battlefield. <em>(This does not claim the battlefield.)</em>"
    },
    {
        "code": "05061",
        "name": "Lookout Post",
        "text": "Play only if you control the battlefield."
    },
    {
        "code": "05062",
        "flavor": "Sometimes the best tactic is to not aim.",
        "name": "Auto Cannon"
    },
    {
        "code": "05063",
        "flavor": "Nicht selten geriet das E-11, ein Standardgewehr der imperialen Sturmtruppen, in die Hände der Rebellen",
        "name": "E-11-Blastergewehr",
        "text": "Verlegen. <em>(Nachdem ihr Charakter besiegt worden ist, verschiebe diese Karte.)</em>"
    },
    {
        "code": "05064",
        "name": "74-Z Speeder Bike",
        "text": "<b>Action</b> - Resolve this die and one of attached character's character dice in the order of your choice."
    },
    {
        "code": "05065",
        "flavor": "\"Well that's just good business.\"",
        "name": "Hondo Ohnaka",
        "subtitle": "Respected Businessman",
        "text": "[special] - Deal 3 damage to an opponent's character unless that opponent gives you 1 resource."
    },
    {
        "code": "05066",
        "flavor": "\"But you know what I always say: speak softly, and drive a big tank.\" <cite>Hondo Ohnaka</cite>",
        "name": "Pirate Speeder Tank",
        "text": "[special] - Deal 2 damage to a character, give a character 2 shields, and take one additional action."
    },
    {
        "code": "05067",
        "name": "Bartering",
        "text": "[special] - Gain 1 resource. You may force each player to draw a card."
    },
    {
        "code": "05068",
        "name": "Gang Up",
        "text": "X is equal to the number of Yellow characters you have in play."
    },
    {
        "code": "05069",
        "name": "Vibrocutlass",
        "text": "Redeploy.\nDecrease the resource cost on this die by 1 while this upgrade is on a Yellow character."
    },
    {
        "code": "05070",
        "name": "Modified HWK-290",
        "text": "After you play this support, place 2 damage on it.\nAfter you activate this support, deal indirect damage ([indirect]) to yourself equal to the damage on it."
    },
    {
        "code": "05071",
        "name": "Canto Bight Pistol",
        "text": "Redeploy.\n[special] - Deal 2 damage to a character, or 3 damage instead if it is a villain."
    },
    {
        "code": "05072",
        "name": "Versteckter Blaster",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nNachdem du diese Aufwertung gespielt hast, darfst du 1 Schild von einem Charakter entfernen."
    },
    {
        "code": "05073",
        "flavor": "Projektilwaffen wie das 6-2Aug2 waren vor allem auf Hinterwäldlerplaneten wie Tatooine weit verbreitet.",
        "name": "Jagdgewehr",
        "text": " "
    },
    {
        "code": "05074",
        "name": "Stun Baton",
        "text": "After a character takes damage from this die, you may spend 1 resource to remove one that character's character dice."
    },
    {
        "code": "05075",
        "name": "Von der dunklen Seite verzehrt",
        "text": "Füge 1 deiner blauen Charaktere 1 Schaden zu, um einen Würfel auf eine Seite zu drehen, die eine Leerseite ([blank]) zeigt."
    },
    {
        "code": "05076",
        "name": "Dark Scheme",
        "text": "Look at the top 5 cards of an opponent's deck. Discard one of them and place the rest on the top of their deck in the order of your choice."
    },
    {
        "code": "05077",
        "name": "Double Strike",
        "text": "Resolve one of your dice showing melee damage ([melee]) without removing it from your pool."
    },
    {
        "code": "05078",
        "name": "Frighten",
        "text": "Ambush.\nRemove a total of up to 3 shields from any number of characters."
    },
    {
        "code": "05079",
        "name": "I Am Your Father",
        "text": "Resolve an opponent's character die as if it were your own unless that opponent discards all cards from their hand."
    },
    {
        "code": "05080",
        "name": "Snare",
        "text": "Play only if you have one or more exhausted characters.\nExhaust a character."
    },
    {
        "code": "05081",
        "name": "Spell of Removal",
        "text": "Spot a Blue character to discard the top card of a deck. If its cost is an odd number, remove a die."
    },
    {
        "code": "05082",
        "name": "Witch Magick",
        "text": "Reveal the top 3 cards of your deck <em>(do not rearrange them)</em>. Heal damage from a character equal to the number of cards you just revealed that cost an odd number."
    },
    {
        "code": "05083",
        "name": "Nightsister Coven",
        "text": "After a character die rolls a blank ([blank]), you may exhaust this support to reveal the top card of a deck. If its cost is an odd number, deal 1 damage to that character."
    },
    {
        "code": "05084",
        "name": "Battle Fatigue",
        "text": "Play only if each of an opponent's characters has one or more damage on them.\nRemove one of that opponent's dice."
    },
    {
        "code": "05085",
        "name": "Crush the Rebellion",
        "text": "Remove a die showing damage ([ranged], [melee] or [indirect]). Then deal indirect damage ([indirect]) to an opponent equal to half of the value showing on that die, rounded up."
    },
    {
        "code": "05086",
        "name": "Imperial Might",
        "text": "Resolve one of your dice, increasing its value by 2."
    },
    {
        "code": "05087",
        "name": "Verbrannte Erde",
        "text": "Spiele diese Karte nur, falls du das Schlachtfeld kontrollierst.\nFüge einem Gegner indirekten Schaden ([indirect]) in Höhe der Anzahl der Würfel in seinem Pool zu."
    },
    {
        "code": "05088",
        "name": "Shrapnel Blast",
        "text": "Deal 1 indirect damage ([indirect]) to an opponent. Then you may remove a character die belonging to the character that was just dealt indirect damage ([indirect])."
    },
    {
        "code": "05089",
        "name": "Target Practice",
        "text": "Reroll any number of your Red dice. Then reroll any number of your Red dice."
    },
    {
        "code": "05090",
        "name": "Drei Schritte voraus",
        "text": "Führe bis zu 3 zusätzliche Aktionen aus."
    },
    {
        "code": "05091",
        "name": "Kommandobrücke",
        "text": "<b>Aktion</b> - Erschöpfe diese Unterstützung, um 2 deiner nicht-einzigartigen Charaktere in Reihenfolge deiner Wahl zu aktivieren."
    },
    {
        "code": "05092",
        "flavor": "\"Das hat Spaß gemacht! Aber lasst uns das nie wieder tun.\" <cite>Doktor Aphra</cite>",
        "name": "Forschen",
        "text": "Füge dir selbst 1 indirekten Schaden ([indirect]) zu, um eine Unterstützung oder Aufwertung kostenlos von deiner Hand zu spielen."
    },
    {
        "code": "05093",
        "name": "Jeder gegen Jeden",
        "text": "Entferne eine beliebige Anzahl deiner Würfel. Füge dann einem Gegner indirekten Schaden ([indirect]) in Höhe der Anzahl der gerade entfernten Würfel zu."
    },
    {
        "code": "05094",
        "name": "Auf den Fersen",
        "text": "Spiele diese Karte nur, falls ein Gegner während seines letzen Zuges in dieser Runde 1 oder mehrere Charaktere aktiviert hat.\nAktiviere eine beliebige Anzahl deiner gelben Charaktere in Reihenfolge deiner Wahl."
    },
    {
        "code": "05095",
        "name": "No Good To Me Dead",
        "text": "Heal up to 2 damage from an opponent's character. Gain resources equal to the amount of damage you just healed."
    },
    {
        "code": "05096",
        "name": "Rumors",
        "text": "Force an opponent to choose a card in their hand. Then look at all of the other cards in their hand and discard one of them."
    },
    {
        "code": "05097",
        "name": "Unschädlich machen",
        "text": "Wähle einen Charakter mit 3 oder mehr Schaden. Entferne 1 seiner Charakter- oder Aufwertungswürfel."
    },
    {
        "code": "05098",
        "name": "Abheben",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nWirf bis zu 2 deiner gelben Würfel neu."
    },
    {
        "code": "05099",
        "name": "Zahlenmässige Überlegenheit",
        "text": "Spiele diese Karte nur, falls ein Gegner weniger Charaktere im Spiel hast als du.\nEntferne 1 Würfel dieses Gegners."
    },
    {
        "code": "05100",
        "name": "Adapt",
        "text": "Remove 1 shield from one of your characters to gain 1 resource."
    },
    {
        "code": "05101",
        "name": "Ataru Strike",
        "text": "Resolve one of your Blue character dice showing melee damage ([melee]), increaing its value by the number of shields on that character."
    },
    {
        "code": "05102",
        "name": "Geschärfte Sinne",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nGib einem Charaker 3 Schilde."
    },
    {
        "code": "05103",
        "name": "Investigate",
        "text": "Look at the top 5 cards of your deck. Add one of them to your hand and place the rest on the top of your deck in the order of your choice."
    },
    {
        "code": "05104",
        "name": "Strength Through Weakness",
        "text": "Discard the top 4 cards of a deck."
    },
    {
        "code": "05105",
        "name": "Unbreakable",
        "text": "Remove a die showing a value equal to or less than the number of shields on your characters."
    },
    {
        "code": "05106",
        "name": "Lektionen in Verteidigung",
        "text": "Jeder deiner blauen Charaktere kann 1 zusätzlichen Schild haben."
    },
    {
        "code": "05107",
        "name": "Yodas Hütte",
        "text": "<b>Aktion</b> - Erschöpfe diese Unterstützung, um einem Charakter 1 Schild zu geben. Falls dieser Charakter 3 oder mehr Schilde hat, erhälst du 1 Ressource."
    },
    {
        "code": "05108",
        "name": "Angriffsflug",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nAktiviere 1 deiner Unterstützungen."
    },
    {
        "code": "05109",
        "name": "Equip",
        "text": "Move a <i>weapon</i> from one of your characters to another character <em>(return its die to its card)</em>."
    },
    {
        "code": "05110",
        "name": "Letzte Augenblicke",
        "text": "Mache jeden deiner Charaktere spielbereit. Nachdem die Aktionsphase beendet ist, verlierst du das Spiel."
    },
    {
        "code": "05111",
        "name": "Light 'Em Up",
        "text": "Reroll one of your dice. If it just rolled ranged damage ([ranged]), you may resolve that die and another one of your dice showing ranged damaged, increasing one of their values by 2."
    },
    {
        "code": "05112",
        "name": "Wiederherstellen",
        "text": "Heile 3 Schaden von einem Charakter oder entferne 3 Schaden von einer Unterstützung."
    },
    {
        "code": "05113",
        "name": "Refit",
        "text": "Play a <i>vehicle</i> from your hand, decreasing its cost by 1. Then place 1 damage on it."
    },
    {
        "code": "05114",
        "name": "Special Modification",
        "text": "Remove 3 damage from a support or turn a support die to any side."
    },
    {
        "code": "05115",
        "name": "Dämpfungsfeld",
        "text": "Lege diese Unterstützung ab, falls sie 3 oder mehr Schaden hat.\n<b>Aktion</b> - Erschöpfe diese Unterstüzung, um einen Würfel, der Schaden ([ranged], [melee] oder [indirect]) zeigt, zu entfernen. Lege Schaden in Höhe des Wertes des entfernten Würfels auf diese Unterstützung."
    },
    {
        "code": "05116",
        "name": "Draufgänger",
        "text": "Sichte einen gelben Charakter, um einen gegnerischen Würfel zu entfernen. Füge dann einem Charakter 2 Schaden zu."
    },
    {
        "code": "05117",
        "name": "Easy Pickings",
        "text": "Spot a Yellow character to remove 2 dice showing the same symbol and value <em>(ignoring modifiers and resource costs)</em>."
    },
    {
        "code": "05118",
        "name": "Explosive Taktik",
        "text": "Lege die oberste Karte eines Decks ab. Füge dann einem Gegner indirekten Schaden ([indirect]) in Höhe der Kosten der abgelegten Karte zu."
    },
    {
        "code": "05119",
        "name": "Impulsiv",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nHandle 1 deiner Würfel ab."
    },
    {
        "code": "05120",
        "name": "Scruffy Looking Nerf-Herder",
        "text": "Choose one of the following card types: event, support, or upgrade. Then look at an opponent's hand and discard a card of the chosen type from it."
    },
    {
        "code": "05121",
        "name": "Schmuggelflug",
        "text": "Aktiviere 1 deiner gelben Charaktere. Falls du mit 1 oder mehreren seiner Charakter- oder Aufwertungswürfel gerade eine Ressource ([resource]) geworfen hast, erhältst du 1 Ressource."
    },
    {
        "code": "05122",
        "flavor": "Im Laufe ihrer vielen Reisen quer durch die Galaxis hat Maz Kanata ein buntes Sammelsurium an Kuriositäten angehäuft.",
        "name": "Maz Kanatas Gewölbe",
        "text": "Jeder Spieler erhählt während der Auffrischphase 1 zusätzliche Ressource."
    },
    {
        "code": "05123",
        "name": "Diplomatic Protection",
        "text": "Before attached character is defeated, you may discard this upgrade to give each of your other characters 2 shields."
    },
    {
        "code": "05124",
        "name": "Los, in den Müllschacht",
        "text": "Erschöpfe 1 deiner Charaktere, um bis zu 2 Würfel, die Schaden ([ranged], [melee], oder [indirect]) zeigen, zu entfernen."
    },
    {
        "code": "05125",
        "name": "Verändern",
        "text": "Drehe bis zu 2 Würfel <em>(eigene und/oder gegnerische)</em> auf Seiten deiner Wahl."
    },
    {
        "code": "05126",
        "name": "Uralte Weisheiten",
        "text": "Ziehe 2 Karten."
    },
    {
        "code": "05127",
        "name": "Fühle die Macht",
        "text": "Drehe einen blauen Würfel auf eine beliebige Seite."
    },
    {
        "code": "05128",
        "name": "Stärken",
        "text": "Sichte einen blauen Charakter, um von jedem deiner Charaktere 1 Schaden zu heilen."
    },
    {
        "code": "05129",
        "name": "Vermächtnisse",
        "text": "Sichte einen blauen Charakter, um 1 deiner Würfel, der einen Modifikator <em>(eine Seite mit einem +)</em> zeigt, so abzuhandeln, als wäre es kein Modifikator."
    },
    {
        "code": "05130",
        "name": "Täuschen",
        "text": "Entferne einen Charakterwürfel, der einen Wert von 2 oder niedriger zeigt."
    },
    {
        "code": "05131",
        "name": "Respite",
        "text": "Exhaust one of your characters to gain 1 resource and draw a card."
    },
    {
        "code": "05132",
        "name": "Stärker du geworden bist",
        "text": "Zähle die Anzahl der Aufwertungen, die du im Spiel hast. Wirf ebenso viele Würfel neu <em>(eigene und/oder gegnerische)</em>."
    },
    {
        "code": "05133",
        "name": "Die Macht ist mit mir",
        "text": "Entferne einen Würfel, der Fernkampfschaden ([ranged]) oder indirekten Schaden ([indirect]) zeigt."
    },
    {
        "code": "05134",
        "name": "Durchhaltevermögen",
        "text": "<b>Aktion</b> - Erschöpfe diese Unterstützung, um 1 deiner Würfel neu zu werfen. Dann darfst du ihn nochmals neu werfen."
    },
    {
        "code": "05135",
        "name": "Resilient",
        "text": "After an opponent's card effect removes one of attached character's character dice, you may exhaust this upgrade to roll that die into your pool."
    },
    {
        "code": "05136",
        "name": "Crackdown",
        "text": "Play only if each of an opponent's characters has one or more damage on them.\nGain 1 resource."
    },
    {
        "code": "05137",
        "name": "Crash Landing",
        "text": "Remove a die showing damage ([ranged], [melee] or [indirect]). Then deal indirect damage ([indirect]) to yourself equal to the value showing on that die."
    },
    {
        "code": "05138",
        "name": "Recht und Ordnung",
        "text": "Sichte einen roten Charakter, um eine Aufwertung aus dem Spiel abzulegen."
    },
    {
        "code": "05139",
        "name": "Geladen und entsichert",
        "text": "Sichte einen roten Charakter, um bis zu 2 deiner Würfel auf Seiten zu drehen, die indirekten Schaden ([indirect]) zeigen."
    },
    {
        "code": "05140",
        "name": "Reinforce",
        "text": "Roll a character die on one of your characters into your pool if you have another copy of that character in play."
    },
    {
        "code": "05141",
        "name": "Strength in Numbers",
        "text": "Deal indirect damage ([indirect]) to an opponent equal to the number of exhausted characters you have."
    },
    {
        "code": "05142",
        "name": "Plötzlicher Einschlag",
        "text": "Entferne 1 deiner Würfel, der Schaden ([ranged],[melee], oder [indirect]) zeigt. Füge dann jedem Charakter eines Gegners Schaden in Höhe der Hälfte des Wertes des entfernten Würfel zu (aufgerundet)."
    },
    {
        "code": "05143",
        "name": "Superior Position",
        "text": "Play only if you control the battlefield.\nRemove a die."
    },
    {
        "code": "05144",
        "name": "Target Intel",
        "text": "Resolve one of your dice showing indirect damage ([indirect]) as if it were ranged damage ([ranged])."
    },
    {
        "code": "05145",
        "name": "Bubble Shield",
        "text": "You may distribute indirect damage ([indirect]) to this support as if it were a character with 3 health.\nDiscard this support if it has 3 or more damage on it."
    },
    {
        "code": "05146",
        "name": "Cover Team",
        "text": "<b>Action</b> – Exhaust this support to resolve one of your dice showing indirect damage ([indirect]), increasing its value by 1."
    },
    {
        "code": "05147",
        "name": "Foppen",
        "text": "Wirf einen gegnerischen Würfel neu. Falls du mit diesem Würfel gerade eine Leerseite ([blank]) geworfen hast, nimm 1 Ressource von diesem Gegner."
    },
    {
        "code": "05148",
        "name": "Cantina Brawl",
        "text": "Deal 1 damage to an opponent's character. Then that opponent may discard a card from their hand to repeat this effect."
    },
    {
        "code": "05149",
        "name": "Counter Strike",
        "text": "Resolve one of your dice showing damage ([ranged],[melee], oder [indirect]), increasing its value by 2 if an opponent resolved one or more dice showing that same damage symbol during their last turn this round."
    },
    {
        "code": "05150",
        "name": "Riskantes Manöver",
        "text": "Heile 2 Schaden von 1 deiner Charaktere. Füge dir selbst 2 indirekte Schaden ([indirect]) zu."
    },
    {
        "code": "05151",
        "name": "Entangle",
        "text": "Spot a Yellow character to remove up to 2 dice showing a combined value of 3 or less."
    },
    {
        "code": "05152",
        "name": "Konfrontation",
        "text": "Wirf 1 deiner Charakterwürfel und einen gegnerischen Charakterwürfel <em>(deiner Wahl)</em> neu. Füge dann jedem Charakter, mit dessen Würfel du gerade den niedrigsten Wert geworfen hast, 2 Schaden zu <em>(bei Gleichstand beiden Charakteren)</em>."
    },
    {
        "code": "05153",
        "name": "Schneller Abgang",
        "text": "Gib die Kontrolle über das Schlachtfeld an einen Gegner, um einen Würfel, der Schaden ([ranged],[melee], oder [indirect]) zeigt, zu entfernen."
    },
    {
        "code": "05154",
        "name": "Lure",
        "text": "Ambush.\nChoose an opponent's character or support and force them to activate it, if able."
    },
    {
        "code": "05155",
        "name": "Quick Draw",
        "text": "Play a <i>weapon</i> from your hand on one of your characters <em>(paying its cost)</em>. You may activate that character."
    },
    {
        "code": "05156",
        "name": "Vandalismus",
        "text": "Entferne eine Anzahl deiner Charakterwürfel in Höhe der Kosten einer im Spiel befindlichen Unterstützung oder Aufwertung, um diese abzulegen."
    },
    {
        "code": "05157",
        "name": "Gut vernetzt",
        "text": "Sichte einen gelben Charakter, um 1 Ressource zu erhalten. Jeder Gegner darf eine Karte ziehen."
    },
    {
        "code": "05158",
        "name": "Defend",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nEntferne bis zu 3 Würfel, die Nahkampfschaden ([melee]) zeigen."
    },
    {
        "code": "05159",
        "name": "Hechtsprung",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nEntferne bis zu 3 Würfel, die Fernkampfschaden ([ranged]) zeigen."
    },
    {
        "code": "05160",
        "name": "Ice Storm",
        "text": "Remove 1 shield from each character."
    },
    {
        "code": "05161",
        "name": "Hier wird nicht geschummelt",
        "text": "Füge einem Charakter eines Gegners Schaden in Höhe der Anzahl der zusätzlichen Aktionen, die dieser Gegner während seines letzten Zuges in dieser Runde ausgeführt hat, zu."
    },
    {
        "code": "05162",
        "name": "Shelter",
        "text": "Remove a die showing indirect damage ([indirect])."
    },
    {
        "code": "05163",
        "name": "Backup Specialist",
        "text": "<b>Action</b> - Exhaust this support to reroll up to 2 of your dice."
    },
    {
        "code": "05164",
        "name": "Remote Stockpile",
        "text": "<b>Action</b> - Exaust this support to place 1 resource on it or take all resources from it."
    },
    {
        "code": "05165",
        "name": "Schrotthaufen",
        "text": "Nachdem du 1 oder mehrere Karten von einem gegnerischen Deck abgelegt hast, darfst du diese Unterstützung erschöpfen, um 1 Ressource zu erhalten."
    },
    {
        "code": "05166",
        "name": "Bodyguard",
        "text": "Non-unique character only.\nAttached character has the Guardian keyword."
    },
    {
        "code": "05167",
        "name": "Schnellzieh-Holster",
        "text": "Nachdem du den aufgewerteten Charakter aktiviert hast, darfst du eine beliebige Anzahl seiner <i>Waffen-</i>Würfel neu werfen."
    },
    {
        "code": "05168",
        "name": "Spionage",
        "text": "Lege nach dem Spielaufbau die oberste Karte von jedem Deck ab."
    },
    {
        "code": "05169",
        "name": "Befestigen",
        "text": "Gib nach dem Spielaufbau einem Charakter 1 Schild."
    },
    {
        "code": "05170",
        "name": "Preemptive Strike",
        "text": "After setup, deal 2 indirect damage ([indirect]) to an opponent."
    },
    {
        "code": "05171",
        "name": "Profitable Connection",
        "text": "You start the game with 1 additional resource."
    },
    {
        "code": "05172",
        "name": "Stolen Intel",
        "text": "After setup, draw a card."
    },
    {
        "code": "05173",
        "name": "Taking Ground",
        "text": "Add 2 to the value of your roll for the battlefield during setup."
    },
    {
        "code": "05174",
        "name": "Arid Wasteland",
        "subtitle": "Geonosis",
        "text": "<b>Beanspruchen</b> - Force an opponent to lose 1 resource."
    },
    {
        "code": "05175",
        "name": "Landezone der Zitadelle",
        "subtitle": "Scarif",
        "text": "<b>Beanspruchen</b> - Wirf eine beliebige Anzahl deiner Würfel neu. Dann darfst du 1 deiner Würfel abhandeln."
    },
    {
        "code": "05176",
        "name": "Imperial Palace",
        "subtitle": "Coruscant",
        "text": "<b>Beanspruchen</b> - Look at an opponent's hand and discard a card from it."
    },
    {
        "code": "05177",
        "name": "Hangardeck",
        "subtitle": "Heimat Eins",
        "text": "<b>Beanspruchen</b> - Entferne 1 deiner Würfel, um einem Gegner indirekten Schaden ([indirect]) in Höhe der Hälfte des Wertes des entfernten Würfels zuzufügen (abgerundet)."
    },
    {
        "code": "05178",
        "name": "Handelsposten im äusseren Rand",
        "subtitle": "Nal Hutta",
        "text": "<b>Beanspruchen</b> - Du erhältst 1 Ressource und ziehst 1 Karte."
    },
    {
        "code": "05179",
        "name": "Petranaki Arena",
        "subtitle": "Geonosis",
        "text": "<b>Beanspruchen</b> - Deal 1 indirect damage ([indirect]) to yourself to deal 1 unblockable damage to a character."
    },
    {
        "code": "05180",
        "name": "Power Generator Trench",
        "subtitle": "Death Star I",
        "text": "<b>Beanspruchen</b> - Turn a die to any side."
    }
]
