[
    {
        "code": "02001",
        "flavor": "Krennic's persönliche Garde beschützt ihren Kommandanten mit höchstem Eifer.",
        "name": "Todestruppler"
    },
    {
        "code": "02002",
        "flavor": "\"Verräter!\"",
        "name": "FN-2199",
        "subtitle": "Loyaler Truppler",
        "text": "Nachdem du eine <i>Waffe</i> auf diesen Charakter gespielt hast, wirf den Würfel der <i>Waffe</i>, falls möglich. Du darfst ihn sofort abhandeln."
    },
    {
        "code": "02003",
        "name": "Direktor Krennic",
        "subtitle": "Grausam, aber brillant",
        "text": "Nachdem du diesen Charakter aktiviert hast, falls du das Schlachtfeld kontrollierst, wirf einen Todestruppler-Würfel ([SoR]1) in deinen Pool. Nachdem der Würfel abgehandelt oder entfernt orden ist, legst du ihn wieder beisseite."
    },
    {
        "code": "02004",
        "flavor": "\"Ich kann ihn nicht abschütteln!\" <cite>Biggs Darklighter</cite>",
        "name": "TIE-Pilot",
        "text": "Solange dieser Würfel in deinem Pool ist, können deine anderen Würfel, die Fernkampfschaden ([ranged]) zeigen, nicht von einem Gegner entfernt werden."
    },
    {
        "code": "02005",
        "name": "E-Web-Geschütz",
        "text": "Solange du das Schlachtfeld kontrolierst, erhöhen sich die Werte aller Seiten dieses Würfels um 1."
    },
    {
        "code": "02006",
        "name": "Imperiale Disziplin",
        "text": "Nur rote Charaktere.\n<b>Aktion</b> - Entferne diesen Würfel, um 1 Charakter- oder Aufwertungswürfel dieses Charakters auf eine Seite zu drehen, die Fernkampfschaden ([ranged]) oder Ressourcen ([resource]) zeigt."
    },
    {
        "code": "02007",
        "name": "DT-29 schwere Blasterpistole",
        "text": "[special] - Entferne einen gegnerischen Würfel, der eine Seite mit Ressourcenkosten zeigt."
    },
    {
        "code": "02008",
        "name": "Z6-Schlagstock",
        "text": "Verlegen.\nNachdem du diesen Würfel in deinem Pool geworfen hast, darfst du ihn neu werfen."
    },
    {
        "code": "02009",
        "flavor": "\"Deine Schwäche wird nicht mein Untergang sein.\"",
        "name": "Asajj Ventress",
        "subtitle": "Machtbegabte Attentäterin",
        "text": "Nachdem ein Gegner eine Handykarte abgelegt hat, um seine Würfel neu zu werfen, darfst du ihn dazu zwingen, eine weitere Karte von seiner Hand zu wählen und abzulegen."
    },
    {
        "code": "02010",
        "flavor": "\"Ihr unterschätzt meine Macht.\"",
        "name": "Darth Vader",
        "subtitle": "Schüler der Dunklen Seite",
        "text": "[special] - Füge einem Charakter 3 Schaden zu. Füge dann diesem Charakter 1 Schaden zu."
    },
    {
        "code": "02011",
        "flavor": "\"Alles entwickelt sich so, wie ich es vorausgesehen habe.\"",
        "name": "Palpatine",
        "subtitle": "Galaktischer Imperator",
        "text": "Nachdem du diesen Würfel abgehandelt hast, zwinge einen Gegner dazu, seinen Charakter 2 Schaden zuzufügen. Der Gegner verteilt den Schaden, wie er möchte."
    },
    {
        "code": "02012",
        "name": "Roter Gardist",
        "text": "Beschützer.<em>(Bevor du diesen Charakter aktivierst, darfst du einen gegnerischen Würfel, der Schaden zeigt, gegen ihn abhandeln.)</em>\nDu kannst keine blauen <i>Fähigkeiten</i> auf diesen Charakter spielen."
    },
    {
        "code": "02013",
        "name": "Kommandofähre",
        "text": "[special] - Verwende die Spezialfähigkeit ([special]) von 1 deiner Charaktere"
    },
    {
        "code": "02014",
        "name": "Machtblitz",
        "text": "Nur blaue Charaktere.\n[special] - Füge einem Charakter 1 Schaden zu. Du darfst einen Würfel, der eine Leerseite ([blank]) zeigt, entfernen, um den Würfel dieser Karte neu zu werfen, anstatt ihn aus deinem Pool zu entfernen."
    },
    {
        "code": "02015",
        "name": "Lichtelanze",
        "text": "<b>Aktion</b> - Entferne diesen Würfel, um einen Charakter, der nicht mit dieser Kopie von Lichtlanze aufgewertet ist, 1 Schild zu geben."
    },
    {
        "code": "02016",
        "name": "Verlockung der Macht",
        "text": "Du darfst die Modifikatorenseiten dieses Würfels <em>(Seiten mit einem +)</em> so abhandeln, dass sie ein beliebiges Symbol modifizieren."
    },
    {
        "code": "02017",
        "name": "Verhördroide",
        "text": "Nachdem du diese Unterstützung aktiviert hast, sieh dir eine zufällige Karte auf der Hand eines Gegners an. Falls die angesehene Karte ein Ereignis ist, darfst du diesen Würfel entfernen, um sie abzulegen."
    },
    {
        "code": "02018",
        "flavor": "\"Sie an, wen haben wir denn da?\"",
        "name": "Aurra Sing",
        "subtitle": "Todesschützin",
        "text": "Bevor du diesen Würfel abhandelst, darfst du eine Karte von deiner Hand ablegen, um seinen Wert um 1 zu erhöhen."
    },
    {
        "code": "02019",
        "name": "Guavianischer Vollstrecker",
        "text": "<b>Aktion</b> - Entferne diesen Würfel, um 1 Schild von einem Charakter zu entfernen."
    },
    {
        "code": "02020",
        "name": "IG-88",
        "subtitle": "Attentäterdroide",
        "text": "[special] - Spiele eine gelbe <i>Waffe</i> oder <i>Ausrüstung</i> aus deinem Ablagestapel auf diesen Charakter und senke dabei ihre Kosten um 2."
    },
    {
        "code": "02021",
        "name": "Unkar Plutt",
        "subtitle": "Schrotthändler",
        "text": "<b>Aktion</b> - Entferne beliebig viele deiner Würfel, die einen Gesamtwert von 3 oder mehr zeigen. Lege dann eine zufällige Karte von der Hand des Gegners ab und erhalte Ressourcen in Höhe der Kosten der abgelegten Karte."
    },
    {
        "code": "02022",
        "name": "Sklave I",
        "text": "[special] - Zwinge einen Gegner dazu, seinen Charakteren Schaden in Höhe der Anzahl der Würfel in seinem Pool zuzufügen. Der Gegner verteilt den Schaden, wie er möchte."
    },
    {
        "code": "02023",
        "name": "Erpressung",
        "text": "Nachdem du diesen Würfel geworfen hast, darf dir ein beliebiger Gegner 1 Ressource geben, um diesen Würfel zu entfernen."
    },
    {
        "code": "02024",
        "name": "Tragbarer Schildgenerator",
        "text": "Bevor dem aufgewerteten Charakter2 oder mehr Fernkampfschaden ([ranged]) zugefügt werden, darfst du diese Aufwertung erschöpfen, um dem aufgewerteten Charakter 1 Schild zu geben."
    },
    {
        "code": "02025",
        "name": "Vibro-Schlagringe",
        "text": "Hinterhalt.\nBevor du diesen Würfel abhandelst, darfst du 1 Ressource ausgeben, um seinen Wert um 1 zu erhöhen."
    },
    {
        "code": "02026",
        "name": "Baze Malbus",
        "subtitle": "Meisterschütze",
        "text": "[special] - Füge jedem Charakter eines Gegners 1 Schaden zu."
    },
    {
        "code": "02027",
        "name": "Mon Mothma",
        "subtitle": "Fähige Politikerin",
        "text": "Nachdem du ein Ereignisgespielt hast, darfst du einen Würfel neu werfen, der dieselbe Farbe wie das Ereignis hat."
    },
    {
        "code": "02028",
        "name": "Kommandosoldat der Rebellen",
        "text": "[special] - Entferne einen gegnerischen Würfel"
    },
    {
        "code": "02029",
        "flavor": "\"Achtet auf das Abwehrfeuer!\"",
        "name": "Temmin \"Snap\" Wexley",
        "subtitle": "Aufklärungsspezialist",
        "text": "Solange mindestens 1 dieser Würfel in deinem Pool ist, muss dein Gegner 1 Ressource ausgeben, um das Schlachtfeld zu beanspruchen."
    },
    {
        "code": "02030",
        "flavor": "\"Ich bin es, C-3PO!\"",
        "name": "C-3PO",
        "text": "<b>Aktion</b> - Entferne diesen Würfel, um 1 deiner Würfel so abzuhandeln, als würde er ein anderes Symbol zeigen (<em>er behält seinen ursprünglichen Wert bei</em>)."
    },
    {
        "code": "02031",
        "name": "U-Flügler",
        "text": "[special] - Füge jedem Charakter eines Gegners 2 Schaden zu.\n[special] - Gib jedem deiner Charaktere 2 Schilde."
    },
    {
        "code": "02032",
        "name": "A180-Blaster",
        "text": "[special] - Füge einem Charakter 1 Schaden zu und gib dem aufgewerteten Charakter 1 Schild.\n[special] - Füge jedem Charakter eines Gegners 1 Schaden zu.\n[special] - Füge einem Charakter 2 nicht-blockierbare Schaden zu."
    },
    {
        "code": "02033",
        "flavor": "Die abgehärtetsten Soldaten wissen, dass sie bereits tot sind.",
        "name": "Overkill"
    },
    {
        "code": "02034",
        "name": "Akolyth des Jedi-Ordens",
        "text": "Bevor du diesen Würfel abhandelst, erhöhe seinen Wert um 1, falls er dasselbe Symbol wie 1 deiner anderen Würfel zeigt."
    },
    {
        "code": "02035",
        "name": "Chirrut Îmwe",
        "subtitle": "Blinder Krieger",
        "text": "Du kannst keine blauen <i>Fähigkeiten</i> auf diesen Charakter spielen.\nNachdem du diesen Charakter aktiviert hast,darfst du alle deine Würfel, die eine Leerseite ([blank]) zeigen, neu werfen."
    },
    {
        "code": "02036",
        "flavor": "\"Alle zusammen, auf mein Zeichen.\"",
        "name": "Luminara Unduli",
        "subtitle": "Inspirierende Kommandantin",
        "text": "[special] - Handle 1 deiner Charakterwürfel ab und erhöhe dabe seinen Wert um 2 oder stattdessen um 3, falls es ein nicht-einzigartiger Charakterwürfel ist."
    },
    {
        "code": "02037",
        "flavor": "\"Lass dich von deinen Gefühlen leiten.\"",
        "name": "Obi-Wan Kenobi",
        "subtitle": "Geheimnisvoller Eremit",
        "text": "Beschützer.\nBevor dieser Charakter besiegt wird, darfst du eine blaue Karte kostenlos von deiner Hand oder aus deinem Ablagestapel spielen."
    },
    {
        "code": "02038",
        "flavor": "Einer der bevorzugtesten Sternjäger der Jedi zur Zeit der Klonkriege.",
        "name": "Delta-7-Abfangjäger",
        "text": "[special] - Wirf bis zu 3 Würfel neu (<em>eigene und/oder gegnerische</em>)."
    },
    {
        "code": "02039",
        "name": "Handgefertigter Lichtbogen",
        "text": "[special] - Füge einen Charakter 3 Schaden zu.\n[special] - Entferne alle Schilde von einem Charakter. Füge dann jenem Charakter 2 Schaden zu."
    },
    {
        "code": "02040",
        "name": "Machtheilung",
        "text": "Nur blaue Charaktere.\n[special] - Heile 1 Schaden von einem Charakter oder gib 1 Ressource aus, um 2 Schaden von einem Charakter zu heilen."
    },
    {
        "code": "02041",
        "name": "Ben Kenobis Tagebücher",
        "text": "<b>Aktion</b> - Entferne diesen Würfel um eine Karte zu ziehen."
    },
    {
        "code": "02042",
        "flavor": "\"Wir haben zusammen eine Menge durchgemacht.\" <cite>Luke Skywalker</cite>",
        "name": "R2-D2",
        "text": "[special] - Handle 1 deiner Würfel ab und erhöhe dabei seinen Wert um 1."
    },
    {
        "code": "02043",
        "flavor": "Rroooaarrgghh!",
        "name": "Chewbacca",
        "subtitle": "Treuer Freund",
        "text": "[special] - Drehe einen gegnerischen Würfel auf eine Seite, die Schaden ([ranged] oder [melee]) zeigt, um diesen Schaden einem Charakter zuzufügen."
    },
    {
        "code": "02044",
        "name": "Jyn Erso",
        "subtitle": "Verwegene Agentin",
        "text": "Die Kosten des ersten gelben Ereignisses, das du in jeder Runde spielst, sinken um 1."
    },
    {
        "code": "02045",
        "flavor": "Wenn du lange genug lebst, dann siehst du dieselben Augen bei verschiedenen Personen.",
        "name": "Maz Kanata",
        "subtitle": "Piratenfürstin",
        "text": "Nachdem du diesen Charakter aktiviert hast, darfst du bis zu 2 deiner Würfel abhandeln."
    },
    {
        "code": "02046",
        "name": "Schmuggler aus dem äusseren Rand",
        "text": "<s>Nachdem du</s> <u>Das erste Mal in jeder Runde, wenn du</u> die letzte Karte von deiner Hand gespielt hast, erhälst du 1 Ressource."
    },
    {
        "code": "02047",
        "name": "Schmuggler-Frachter",
        "text": "Nachdem du 1 Seite dieses Würfels, die den Wert 2 zeigt, abgehandelt hast, lege diese Unterstützung oben auf dein Deck."
    },
    {
        "code": "02048",
        "flavor": "\"Ich steh auf dieses Teil\" <cite>Han Solo</cite>",
        "name": "Bogenspanner",
        "text": "Verlegen.\n[special] - Füge bis zu 2 verschiedenen Charakteren je 1 nicht-blockierbaren Schaden zu."
    },
    {
        "code": "02049",
        "name": "Lone Operative",
        "text": "[special] - Heal 2 damage from attached character, or 3 damage instead if attached characer is your only character in play."
    },
    {
        "code": "02050",
        "name": "Maz's Goggles",
        "text": "To play, spot a Yellow character.\n[special] - Look at an opponent's hand and discard an event from it."
    },
    {
        "code": "02051",
        "name": "Supply Line",
        "text": "[special] - Reroll any number of your dice."
    },
    {
        "code": "02052",
        "name": "Astromech",
        "text": "<b>Action</b> - Remove this die to turn a <i>vehicle</i> die to any side."
    },
    {
        "code": "02053",
        "name": "Rocket Launcher",
        "text": "[special] - Discard a <i>vehicle</i> from play.\n[special] - Deal 2 damage each to up to 2 different characters."
    },
    {
        "code": "02054",
        "name": "Force Push",
        "text": "Blue character only.\n[special] - Turn up to 2 of an opponent's dice to sides of your choice."
    },
    {
        "code": "02055",
        "name": "Force Speed",
        "text": "Blue character only.\n[special] - Take up to 2 additional actions."
    },
    {
        "code": "02056",
        "name": "Makashi Training",
        "text": "To play, spot a Blue character.\n<b>Action</b> - Remove one of your dice showing melee damage ([melee]) and exhaust this upgrade to remove a die showing melee damage ([melee])."
    },
    {
        "code": "02057",
        "name": "Vibromesser",
        "text": "Hinterhalt.\nSolange dieser Würfel in deinem Pool ist, ist aller Nahkampfschaden ([melee]), der durch deine Würfel (<em>inklusive diesem</em>) zugefügt wird, nicht-blockierbar."
    },
    {
        "code": "02058",
        "name": "Quadjumper",
        "text": "<b>Action</b> - Discard this support to play a support from your hand, decreasing its cost by 3."
    },
    {
        "code": "02059",
        "name": "Ascension Gun",
        "text": "[special] - Use the ability on a battlefield that is not being used <em>(but was brought to the game)</em> as if you had just claimed it."
    },
    {
        "code": "02060",
        "name": "Trickbetrüger",
        "text": "Nur gelbe Charaktere.\n[special] - Lege 1 Schaden auf diese Aufwertung. Lege dann so viele Karten oben von einem gegnerischen Deck ab, wie Schaden auf dieser Aufwertung liegt."
    },
    {
        "code": "02061",
        "name": "Gefechtsformation",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nZähle die Anzahl deiner roten Charaktere. Du darfst ebenso viele deiner Würfel neu werfen."
    },
    {
        "code": "02062",
        "name": "Imperiale Kriegsmaschinerie",
        "text": "Handle 1 deiner roten Würfel, der ein Resourcensymbol zeigt, kostenlos ab."
    },
    {
        "code": "02063",
        "name": "Lockdown",
        "text": "Ambush.\nSpot two Red characters to take control of the battlefield. (<em>This does not claim the battlefield</em>.)"
    },
    {
        "code": "02064",
        "name": "Dauerfeuer",
        "text": "Spiele diese Karte nur aus, falls du 2 oder mehr Würfel hast, die Fernkampfschaden ([ranged]) zeigen.\nEntferne alle Schilde von allen Charakteren des Gegners."
    },
    {
        "code": "02065",
        "name": "Verräter!",
        "text": "Hinterhalt.\nLege die oberste Karte deines Decks ab. Entferne dann einen Würfel, der keine Spezialfähigkeit ([special]) zeigt und dessen Wert gleich oder geringer ist als die Kosten der gerade abgelegten Karte."
    },
    {
        "code": "02066",
        "name": "Grabenkrieg",
        "text": "Spiele diese Karte nur, falls du 1 oder mehrere Würfel hast, die Schilde ([shield]) zeigen.\nDrehe beliebig viele Würfel eines Gegners auf Seiten, die Schilde ([shield]) zeigen."
    },
    {
        "code": "02067",
        "name": "Grenzenlose Loyalität",
        "text": "Heile 1 Schaden von einem roten Charakter. Falls eine andere Kopie dieses Ereignisses in deinem Ablagestapel ist, darfst du 1 Ressource ausgeben, um dieses Ereignis oben auf dein Deck zu legen, anstatt es abzulegen."
    },
    {
        "code": "02068",
        "name": "Jetzt haben wir sie",
        "text": "Spiele diese Karte nur aus, falls du das Schlachtfeld kontrollierst.\nDrehe bis zu 4 deiner Würfel auf Seiten, die Schaden ([ranged] oder [melee]) zeigen."
    },
    {
        "code": "02069",
        "name": "Zermürbung",
        "text": "Nachdem 1 deiner Charaktere besiegt worden ist, füge einem Charakter 1 Schaden zu."
    },
    {
        "code": "02070",
        "name": "Imperiale Inspektion",
        "text": "Nachdem 1 deiner Würfel Störung ([disrupt]) geworfen hat, darfst du diese Unterstützung erschöpfen, um eine Aufwertung im Spiel, die 2 oder weniger kostet, auf die Hand ihres Besitzers zurückzuschicken."
    },
    {
        "code": "02071",
        "name": "Zorn",
        "text": "Spiele diese Karte nur aus, falls du 2 oder mehr Würfel hast, die eine Leerseite ([blank]) zeigen.\nHandle einen gegnerischen Würfel, der Schaden ([ranged] oder [melee]) zeigt, so ab, als wäre es dein Würfel."
    },
    {
        "code": "02072",
        "name": "Lichtschwertwurf",
        "text": "Spiele diese Karte nur aus, falls du 1 oder mehrere Würfel hast, die Nahkampfschaden ([melee]) zeigen.\nFüge einem Charakter 2 Schaden zu."
    },
    {
        "code": "02073",
        "name": "Manipulieren",
        "text": "Drehe 1 deiner Würfel auf eine Seite, die eine Leerseite ([blank]) zeigt. Drehe dann den Würfel eines Gegners auf eine Seite, die eine Leerseite ([blank]) zeigt."
    },
    {
        "code": "02074",
        "name": "Keine Desintegrationen",
        "text": "Lege die oberste Karte eines gegnerischen Decks ab oder stattdessen die obersten 3 Karten, falls eine andere Kopie dieses Ereignisses in deinem Ablagestapel ist."
    },
    {
        "code": "02075",
        "name": "Jetzt wirst du sterben",
        "text": "Handle 1 deiner Würfel ab, als würde er Nahkampfschaden ([melee]) zeigen <em>(er behält seinen ursprünglichen Wert)</em>."
    },
    {
        "code": "02076",
        "name": "Auferstehung",
        "text": "Heile 5 Schaden von einem einzigartigen blauen Charakter. Du darfst eine Aufwertung aus deinem Ablagestapel kostenlos auf den Charakter spielen."
    },
    {
        "code": "02077",
        "name": "Der Preis für dein Versagen",
        "text": "Sichte einen blauen Charakter und besiege 1 deiner Charaktere, um einen Charakter spielbereit zu machen."
    },
    {
        "code": "02078",
        "name": "Finstere Präsenz",
        "text": "Nachdem 1 deiner Würfel Ablegen ([discard]) geworfen hat, darfst du diese Unterstützung erschöpfen, um einen Gegner dazu zu zwingen, 1 seiner Würfel zu wählen und zu entfernen."
    },
    {
        "code": "02079",
        "name": "Jetzt bin ich der Meister",
        "text": "Nachdem die Charakter- oder Aufwertungswürfel des aufgewerteten Charakters Schaden zugefügt haben, darfst du diese Aufwertung erschöpfen, um einen Würfel auf eine Seite zu drehen, die eine Leerseite ([blank]) zeigt."
    },
    {
        "code": "02080",
        "name": "Zweifel",
        "text": "Wirf einen Würfel eines Gegners neu. Dann handelt dieser Gegner den Würfel entweder ab oder entfernt ihn."
    },
    {
        "code": "02081",
        "name": "Waffenhandel",
        "text": "Lege eine beliebige Zahl <i>Waffen</i> von deiner Hand ab. Dann erhälst du 1 Ressource, für jede Karte, die du gerade abgelegt hast."
    },
    {
        "code": "02082",
        "name": "Lockvogel",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nDrehe 1 deiner Würfel, der Ressourcen ([resource]) zeigt, auf eine beliebige Seite."
    },
    {
        "code": "02083",
        "name": "Einflussreiche Kontakte",
        "text": "Spiele diese Karte nur aus, falls du Würfel hast, die einen Gesamtwert von 7 oder mehr zeigen.\nSieh dir die obersten 3 Karten deines Decks an. Du darfst 1 dieser KArten kostenlos spielen. Lege die nicht gespielten Karten ab."
    },
    {
        "code": "02084",
        "name": "Ungelöste Probleme",
        "text": "Hinterhalt.\nEntferne 1 deiner Würfel, der Fernkampfschaden ([ranged]) zeigt, um die obersten 4 Karten eines gegnerischen Decks abzulegen"
    },
    {
        "code": "02085",
        "name": "Eine Viertel-Ration",
        "text": "Entferne einen Würfel eines Gegners. Dann erhält dieser Gegner 1 Ressource."
    },
    {
        "code": "02086",
        "name": "Unnachgiebige Jagd",
        "text": "Verschiebe bis zu 2 Schaden von einem gegnerischen Charakter auf einen anderen Charakter (<em>Schilde werden ignoriert</em>.)"
    },
    {
        "code": "02087",
        "name": "Ankauf von Schrott",
        "text": "Spiele diese Karte nur, falls du 3 oder mehr Karten in deinem Ablagestapel hast.\nFüge eine zufällige Karte aus deinem Ablagestapel deiner Hand hinzu (<em>zeige die Karte deinen Gegnern</em>)."
    },
    {
        "code": "02088",
        "name": "Schrotthändler-Stand",
        "text": "Nachdem 1 deiner Würfel Ressourcen ([resource]) geworfen hat, darfst du diese Unterstützung erschöpfen, um einen Gegner dazu zu zwingen 1 Ressource zu verlieren."
    },
    {
        "code": "02089",
        "name": "Rüstungsplatten",
        "text": "Bevor der aufgewertete Charakter Schaden erleidet, darfst du bis zu 2 Schaden blocken. Lege dann diese Aufwertung aus dem Spiel ab."
    },
    {
        "code": "02090",
        "name": "Notfall-Evakuierung",
        "text": "Entferne alle Würfel."
    },
    {
        "code": "02091",
        "name": "Eigenbeschuss",
        "text": "Sichte einen roten Charakter und entferne einen gegnerischen Würfel, der Fernkampfschaden ([ranged]) zeigt, um den Schaden des entfernten Würfels einem Charakter zuzufügen."
    },
    {
        "code": "02092",
        "name": "Guerillakrieg",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nEntferne 1 deiner roten Würfel, um einen Charakter 1 Schaden zuzufügen."
    },
    {
        "code": "02093",
        "name": "Unsere letzte Hoffnung",
        "text": "Ziehe eine Karte. Du darfst die gezogene Karte kostenlos spielen oder du darfst die gezogene Karte ablegen, um 2 Ressourcen zu erhalten."
    },
    {
        "code": "02094",
        "name": "Angriff der Rebellen",
        "text": "Spiele diese Karte nur, falls du 1 oder mehrere Würfel hast, die Fernkampfschaden ([ranged]) zeigen.\nEntferne einen gegnerischen Würfel, der keinen Schaden ([ranged] oder [melee]) zeigt."
    },
    {
        "code": "02095",
        "name": "Sensoren-Platzierung",
        "text": "Sichte einen roten Charakter, um einen gegnerischen Würfel, der keinen Schaden ([ranged] oder [melee]) zeigt, so abzuhandeln, als wäre es dein Würfel."
    },
    {
        "code": "02096",
        "name": "Geist der Rebellion",
        "text": "Gib einem Charakter 1 Schild oder stattdessen2 Schilde, falls eine andere Kopie dieses Ereignisses in deinem Ablagestapel ist."
    },
    {
        "code": "02097",
        "name": "Planetenweiter Aufstand",
        "text": "Nachdem du das Schlachtfeld beansprucht hast, zwinge einen Gegner dazu, seinen Charakteren 2 Schaden zuzufügen, verteilt wie er möchte."
    },
    {
        "code": "02098",
        "name": "Spionage-Netzwerk",
        "text": "Nachdem 1 deiner Würfel Fokussieren ([focus]) geworfen hat, darfst du diese Unterstützung erschöpfen, um die oberste Karte eines gegnerischen Decks abzulegen."
    },
    {
        "code": "02099",
        "name": "Taktisches Geschick",
        "text": "Nachdem du den aufgewerteten Charakter aktiviert hast, darfst du eine Karte ziehen. Lege dann eine Karte von deiner Hand unter dein Deck."
    },
    {
        "code": "02100",
        "name": "Vorsicht",
        "text": "Entferne 1 deiner Charakterwürfel, um einem anderen Charakter 3 Schilde zu geben."
    },
    {
        "code": "02101",
        "name": "Bestimmung",
        "text": "Entferne eine beliebige Zahl deiner blauen Würfel. Spiele eine Karte kostenlos von deiner Hand, deren Kosten gleich oder niedriger sind als der Gesamtwert der blauen Würfel, die du gerade entfernt hast."
    },
    {
        "code": "02102",
        "name": "Zielstrebigkeit",
        "text": "Spiele diese Karte nur, falls du 1 oder mehrere Würfel hast, die Fokussieren ([focus]) zeigen.\nHandle 1 deiner Würfel ab, als würde er ein anderes Symbol zeigen <em>(er behält seinen ursprünglichen Wert bei)</em>."
    },
    {
        "code": "02103",
        "name": "Schutz",
        "text": "Entferne 1 deiner blauen Würfel, der Nahkampfschaden ([melee]) zeigt, um eine Anzahl Würfel eines Gegners zu entfernen, die dem Wert des gerade entfernten Würfels entspricht."
    },
    {
        "code": "02104",
        "name": "Krayt-Drachenschrei",
        "text": "Sichte einen blauen Charakter, um einen Würfel eines Gegners zu wählen. Dieser Gegner wählt dann zwischen folgenden Optionen: Entweder er entfernt den gewählten Würfel oder er legt die obersten 2 Karten seines Decks ab."
    },
    {
        "code": "02105",
        "name": "Die Macht ist mein Verbündeter",
        "text": "Hinterhalt.\nHandle 1 deiner blauen Würfel ab, ohne ihn aus deinem Pool zu entfernen."
    },
    {
        "code": "02106",
        "name": "Synchroner Kampfstil",
        "text": "Spiele diese Karte nur, falls du Würfel hast, die Nahkampfschaden ([melee]) und Schilde ([shield]) zeigen.\nFüge einem Charakter 2 nicht-blockierbare Schaden zu."
    },
    {
        "code": "02107",
        "name": "Deine Augen können dich täuschen",
        "text": "Nachdem 1 deiner Würfel Schilde ([shield]) geworfen hat, darfst du diese Unterstützung erschöpfen, um einen gegnerischen Würfel auf eine beliebige Seite zu drehen."
    },
    {
        "code": "02108",
        "name": "Beschützender Mentor",
        "text": "Die Schilde des aufgewerteten Charakters können verwendet werden, um Schaden abzublocken, der einem beliebigen Charakter zugefügt wird."
    },
    {
        "code": "02109",
        "name": "Selbstvertrauen",
        "text": "Wähle einen Würfel eines Gegners und zwinge ihn dazu, den gewählten Würfel abzuhandeln, falls möglich."
    },
    {
        "code": "02110",
        "name": "Der Schrott wird's schon tun",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nEntferne 1 deiner <i>Fahrzeuge</i>-Würfel, um jedem deiner Charaktere 1 Schild zu geben."
    },
    {
        "code": "02111",
        "name": "Halte durch",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nVerschiebe eine beliebige Zahl Schilde von 1 deiner Charaktere auf einen anderen Charakter."
    },
    {
        "code": "02112",
        "name": "Rebellieren",
        "text": "Spiele diese Karte nur dann, falls du 1 oder mehrere Würfel hast, die Ablegen ([discard])zeigen.\nSpiele eine Karte aus deinem Ablagestapel und senke dabei ihre Kosten um 1."
    },
    {
        "code": "02113",
        "name": "Grossbetrug",
        "text": "Du erhälst 3 Ressourcen, falls eine andere Kopie dieses Ereignisses in deinem Ablagestapel ist."
    },
    {
        "code": "02114",
        "name": "Loth-Katz und Maus",
        "text": "Zwinge einen Gegner dazu, 1 deiner Würfel zu wählen und zu entfernen. Entferne dann 1 seiner Würfel."
    },
    {
        "code": "02115",
        "name": "Sag mir nie, wie meine Chancen stehen",
        "text": "Wähle 1 deiner Charaktere. Drehe beliebig viele seiner Charakter- und Aufwertungswürfel auf Seiten deiner Wahl."
    },
    {
        "code": "02116",
        "name": "Geplante Sprengung",
        "text": "Spiele diese Karte nur, falls du Würfel hast, die einen Gesamtwert von 10 oder mehr zeigen.\nEntferne alle deine Würfel und füge einem Charakter 10 Schaden zu."
    },
    {
        "code": "02117",
        "name": "Doppeltes Spiel",
        "text": "Nachdem 1 deiner Würfel Spezialfähigkeit ([special]) geworfen hat, darfst du diese Unterstützung erschöpfen um 1 Ressource zu erhalten."
    },
    {
        "code": "02118",
        "name": "Lebensschuld",
        "text": "Nur gelbe Charaktere.\nNachdem du diesen Charakter aktiviert hast, darfst du 1 Schaden von einem anderen Charakter auf diesen Charakter verschieben<em>(Schilde werden ignoriert)</em>."
    },
    {
        "code": "02119",
        "name": "Bombenabwurf",
        "text": "Handle 1 deiner roten Würfel ab, der Störung ([disrupt]) zeigt. Füge dann jedem Charakter eines Gegners 1 Schaden zu."
    },
    {
        "code": "02120",
        "name": "Kollateralschaden",
        "text": "Handle 1 oder mehrere deiner Würfel ab die entweder Nahkampfschaden ([melee]) oder Fernkampfschaden ([ranged]) zeigen. Zwinge dann einen Genger dazu, 1 Ressource zu verlieren."
    },
    {
        "code": "02121",
        "name": "Salve",
        "text": "Handle 1 deiner Würfel, der Fernkampfschaden ([ranged]) zeigt, gegen jeden Charakter eines Gegners ab."
    },
    {
        "code": "02122",
        "name": "Niederhalten",
        "text": "Entferne 1 deiner roten Würfel, der Fernkampfschaden ([ranged]) zeigt. Entferne dann einen gegnerischen Würfel."
    },
    {
        "code": "02123",
        "name": "Nachspiel",
        "text": "Nachdem ein Charakter besiegt worden ist, erhälst du 1 Ressource."
    },
    {
        "code": "02124",
        "name": "Luftüberlegenheit",
        "text": "Nachdem du diese Unterstützung gespielt hast, lege 3 Schilde auf sie.\n<b>Aktion</b> - Erschöpfe diese Unterstützung, um 1 Schild von ihr auf einen Charakter zu verschieben."
    },
    {
        "code": "02125",
        "name": "Training",
        "text": "Nur nicht-einzigartige, rote Charaktere.\nDer aufgewertete Charakter ist Elite (<em>lege einen zweite Kopie seines Würfels auf seine Karte</em>)."
    },
    {
        "code": "02126",
        "name": "Flügelmann",
        "text": "Nur rote Charaktere.\nNachdem du einen roten Charakter aktiviert hast, darfst du den aufgewerteten Charakter aktivieren."
    },
    {
        "code": "02127",
        "name": "Entscheidener Schlag",
        "text": "Handle 1 deiner Würfel ab, der Nahkampfschaden ([melee]) zeigt. Entferne dann alle Charakter- und Aufwertungswürfel des Charakters, dem du gerade Schaden zugefügt hast."
    },
    {
        "code": "02128",
        "name": "Erhöhte Position",
        "text": "Spiele diese Karte nur, falls du das Schlachtfeld kontrolliert.\nEntferne einen gegnerischen Würfel, der Schaden ([ranged] oder [melee]) zeigt. Falls es eine Charakterwürfel war, fügst du dann jenem Charakter 1 Schaden zu."
    },
    {
        "code": "02129",
        "name": "Dynamikwechsel",
        "text": "Verschiebe 1 Schild von einem gegnerischen Charakter auf 1 deiner Charaktere."
    },
    {
        "code": "02130",
        "name": "Überheblichkeit",
        "text": "Sichte einen blauen Charakter, um 2 Würfel neu zu werfen. Entferne dann 1 dieser Würfel mit dem niedrigeren Wert (<em>bei Gleichstand wählst du einen aus</em>)."
    },
    {
        "code": "02131",
        "name": "Vorahnungen",
        "text": "Wähle 1 der folgenden Optionen: Lege diese Karte beiseite und staple eine Karte von deiner Hand verdeckt darauf oder spiele die Karte, die auf einer anderen Kopie dieser Karte gestapelt liegt kostenlos und lege die beiseitegelegte Kopie ab."
    },
    {
        "code": "02132",
        "name": "Regeneration",
        "text": "Sichte einen blauen Charakter, um 1 Schaden von einem Charakter zu heilen."
    },
    {
        "code": "02133",
        "name": "Vertraue deinen Instinkten",
        "text": "Sichte einen blauen Charakter, um beliebig viele seiner Charakter- und Aufwertungswürfel neu zu werfen. Dann darfst du eine Karte ziehen."
    },
    {
        "code": "02134",
        "name": "Meditieren",
        "text": "<b>Aktion</b> - Erschöpfe diese Unterstützung und entferne 1 deiner Würfel, der eine Leerseite ([blank]) zeigt, um 1 deiner Würfel auf eine Seite zu drehen, die keinen Schaden ([ranged] oder [melee]) zeigt."
    },
    {
        "code": "02135",
        "name": "Machtillusion",
        "text": "Bevor der aufgewertete Charakter Schaden erleidet, darfst du eine Anzahl Karten in Höhe des Schadens oben von deinem Deck ablegen, um den Schaden zu blocken. Lege dann diese Aufwertung aus dem Spiel ab."
    },
    {
        "code": "02136",
        "name": "Entrinnen",
        "text": "Entferne einen Würfel, der Fernkampfschaden [ranged] zeigt."
    },
    {
        "code": "02137",
        "name": "Neue Befehle",
        "text": "Tausche das Schlachtfeld gegen ein Schlachtfeld aus, das nicht verwendet wird (<em>aber zum Spiel mitgebracht wurde</em>) und verwende seine Beanspruchen-Fähigkeit."
    },
    {
        "code": "02138",
        "name": "Abwehren",
        "text": "Entferne einen Würfel, der Nahkampfschaden ([melee]) zeigt."
    },
    {
        "code": "02139",
        "name": "Schnelligkeit",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\nGib der nächsten Karte, die du in diesem Zug spielst, das Schlüsselwort Hinterhalt."
    },
    {
        "code": "02140",
        "name": "Entschlossenheit",
        "text": "<b>Aktion</b> - Lege eine Karte von deiner Hand ab, um einen gegnerischen Würfel neu zu werfen."
    },
    {
        "code": "02141",
        "name": "Munitionsgürtel",
        "text": "Bevor eine andere Aufwertung des aufgewerteten Charakters durch einen Karteneffekt abgelegt werden würde, darfst du stattdessen diese Aufwertung ablegen."
    },
    {
        "code": "02142",
        "name": "Schlupfloch",
        "text": "Entferne 1 deiner gelben Charakterwürfel, um dem zugehörigen Charakter 2 Schilde zu geben."
    },
    {
        "code": "02143",
        "name": "Falschspiel",
        "text": "Tausche eine Karte von deiner Hand mit einer Karte aus deinem Ablagestapel."
    },
    {
        "code": "02144",
        "name": "Ablenkungsmanöver",
        "text": "Zwinge einen Gegner dazu, 1 Ressource zu verlieren oder stattdessen 3 Ressourcen, falls eine andere Kopie dieses Ereignisses in deinem Ablagestapel ist."
    },
    {
        "code": "02145",
        "name": "Ein \"fairer\" Handel",
        "text": "Handle 1 deiner Würfel ab, der Ressourcen ([resource]) zeigt. Tausche dann alle deine Ressourcen eines Gegners."
    },
    {
        "code": "02146",
        "name": "Zwielichtige Kontakte",
        "text": "Sichte einen gelben Charakter, um dir die Handkarten eines Gegners anzusehen und ein Ereignis davon abzulegen, das 1 oder weniger kostet."
    },
    {
        "code": "02147",
        "name": "Sabotage",
        "text": "Lege eine Anzahl Karten in Höhe der Kosten einer Unterstützung im Spiel von deiner Handy ab, um jene Unterstützung abzulegen."
    },
    {
        "code": "02148",
        "name": "Improvisation",
        "text": "Hinterhalt. <em>(Nachdem du diese Karte gespielt hast, darfst du 1 weitere Aktion ausführen.)</em>\n<b>Aktion</b> - Entferne 1 deiner Würfel, der eine Leerseite ([blank]) zeigt, um eine beliebige Zahl deiner Würfel neu zu werfen."
    },
    {
        "code": "02149",
        "name": "Ausmanövieren",
        "text": "Nachdem du das Schlachtfeld beansprucht hast, erhälst du 1 Ressource."
    },
    {
        "code": "02150",
        "name": "Schnelle Hände",
        "text": "Nachdem du den aufgewerteten Charakter aktiviert hast, darfst du 1 seiner Charakter- oder Aufwertungswürfel abhandeln."
    },
    {
        "code": "02151",
        "name": "Karbon-Gefrierkammer",
        "subtitle": "Bespin",
        "text": "<b>Beanspruchen</b> - Wähle einen Charakterwürfel. In der nächsten Runde kann der gewählte Würfel nicht geworfen werden."
    },
    {
        "code": "02152",
        "name": "Frachtraum",
        "subtitle": "Eravana",
        "text": "<b>Beanspruchen</b> - Verschiebe eine Aufwertung von einem Charakter auf einen anderen Charakter, der vom selben Spieler kontrolliert wird."
    },
    {
        "code": "02153",
        "name": "Landebucht",
        "subtitle": "Finalizer",
        "text": "<b>Beanspruchen</b> - Spiele eine Unterstützung von deiner Hand oder aus deinem Ablagestapel und senke dabei ihre Kosten um 1."
    },
    {
        "code": "02154",
        "name": "Dorf der Ewoks",
        "subtitle": "Endor",
        "text": "<b>Beanspruchen</b> - Entferne alle Schilde von einem Charakter."
    },
    {
        "code": "02155",
        "name": "Maz's Castle",
        "subtitle": "Takodana",
        "text": "<b>Beanspruchen</b> - Ziehe 2 Karten. Lege beliebig viele Karten von deiner Hand unter dein Deck (<em>in beliebiger Reihenfolge</em>)."
    },
    {
        "code": "02156",
        "name": "Feuchtigkeitsfarm",
        "subtitle": "Tatooine",
        "text": "<b>Beanspruchen</b> - Du erhälst 1 Ressource."
    },
    {
        "code": "02157",
        "name": "Otoh Gunga",
        "subtitle": "Naboo",
        "text": "<b>Beanspruchen</b> - Heile 1 Schaden von einem Charakter."
    },
    {
        "code": "02158",
        "name": "Einsamer Strand",
        "subtitle": "Scarif",
        "text": "<b>Beanspruchen</b> - Entferne einen gegnerischen Würfel, der Fernkampfschaden ([ranged]) zeigt."
    },
    {
        "code": "02159",
        "name": "Geheime Einrichtung",
        "subtitle": "Scarif",
        "text": "<b>Beanspruchen</b> - Handle bis zu 3 deiner Würfel ab, die Schaden ([ranged] oder [melee]) zeigen."
    },
    {
        "code": "02160",
        "name": "Umkämpfte Strassen",
        "subtitle": "Jedha",
        "text": "<b>Beanspruchen</b> - Lege eine zufällige Karte von der Hand eines Gegners ab."
    }
]
