[
    {
        "code": "04001",
        "name": "Kylo Ren",
        "subtitle": "Gepeinigter",
        "text": "Nachdem du diesen Charakter aktiviert hast, darfst du eine Farbe wählen <em>(Blau, Rot, Gelb oder Grau)</em>. Decke dann eine zufällige Karte von der Hand eines Gegners auf. Falls die Karte mit der gewählten Farbe übereinstimmt, füge einem Charakter 2 Schaden zu."
    },
    {
        "code": "04002",
        "flavor": "\"Ihr könnt nicht so dumm sein und glauben das wäre leicht.\"",
        "name": "Captain Phasma",
        "subtitle": "Rücksichtslose Taktikerin",
        "text": "[special] - Füge einem Charakter 2 Schaden zu oder stattdessen 3 Schaden, falls jener Charakter 6 oder mehr Schaden auf sich hat."
    },
    {
        "code": "04003",
        "flavor": "Though superior to standard battle droids, this model of droid was too expensive to deploy in large numbers.",
        "name": "Droidenkommandos",
        "text": "[special] - Füge einer beliebigen Anzahl Charakter jeweils 1 Schaden zu."
    },
    {
        "code": "04004",
        "flavor": "\"My troops will storm this block and kill you all.\" <cite>Captain Phasma</cite>",
        "name": "Captain Phasmas Blaster",
        "text": "Solange diese Aufwertung an Captain Phasma angelegt ist, hat sie das Schlüsselwort Verlegen."
    },
    {
        "code": "04005",
        "name": "Prätorianergarde",
        "text": "Der aufgewertete Charakter hat das Schlüsselwort Beschützer.<em>(Bevor du diesen Charakter aktivierst, darfst du einen Würfel entfernen, der Schaden zeigt, um diesen Charakter den Schaden zuzufügen.)</em>"
    },
    {
        "code": "04006",
        "name": "Dunkler Berater",
        "text": "[special] - Ziehe eine Karte. Wirf diesen Würfel neu, anstatt ihn aus deinem Pool zu entfernen."
    },
    {
        "code": "04007",
        "name": "Parierstangen-Lichtschwert",
        "text": "Nachdem du diese Aufwertung auf Kylo Ren gespielt hast, füge einem Charakter 1 Schaden zu.\n[special] - Füge einem Charakter 2 Schaden zu oder stattdessen 3 Schaden, falls der Charakter1 oder mehr Schilde hat."
    },
    {
        "code": "04008",
        "name": "Machtstasis",
        "text": "Nur blaue Charaktere.\n[special] - Entferne einen Würfel, der Fernkampfschaden ([ranged]) zeigt. Dann füge einem Charakter 1 Schaden zu."
    },
    {
        "code": "04009",
        "flavor": "\"I will find them quickly, Master.\" <cite>Darth Maul</cite>",
        "name": "Rivale der Jedi",
        "text": "Nachdem du den aufgewerteten Charakter aktiviert hast, darfst du 1 Schild von einem Charakter entfernen."
    },
    {
        "code": "04010",
        "name": "Gepanzerte Unterstützung",
        "text": "<b>Aktion</b> - Erschöpfe diese Unterstützung, um 1 deiner roten Würfel neu zu werfen. Falls jener Würfel Schaden ([ranged] oder [melee]) geworfen hat, füge einem Charakter 1 Schaden zu."
    },
    {
        "code": "04011",
        "name": "Erstschlag",
        "text": "Füge einem Charakter Schaden in Höhe des Wertes auf einem gegnerischen Würfel zu, der Schaden zeigt ([ranged] oder [melee])."
    },
    {
        "code": "04012",
        "name": "Jetzt hab ich dich",
        "text": "Drehe einen Würfel auf eine Seite, die Schaden ([ranged] oder [melee]) zeigt."
    },
    {
        "code": "04013",
        "name": "Imperialer Abgesandter",
        "text": "Decke 2 zufällige Karten von der Hand eines Gegners auf. Dann füge einem Charakter für jedes Ereignis und jede Unterstützung, die gerade aufgedeckt wurde, 1 Schaden zu."
    },
    {
        "code": "04014",
        "flavor": "\"Dispatch all squadrons…\" <cite>General Hux</cite>",
        "name": "Mobilisieren",
        "text": "Erhalte 4 Ressourcen."
    },
    {
        "code": "04015",
        "name": "Taktische Überlegenheit",
        "text": "Sichte einen roten Charakter, um bis zu 2 zusätzliche Aktionen auszuführen."
    },
    {
        "code": "04016",
        "name": "Wie ich es vorausgesehen habe",
        "text": "Hinterhalt.\nSieh dir die Handkarten jedes Gegners an."
    },
    {
        "code": "04017",
        "name": "Zusammenprall",
        "text": "Drehe 1 deiner Würfel auf eine Seite, die Nahkampfschaden ([melee]) zeigt. Drehe einen Würfel eines Gegners, der Nahkampfschaden ([melee]) zeigt, auf eine Leerseite ([blank])."
    },
    {
        "code": "04018",
        "name": "Einschüchtern",
        "text": "Entferne alle Schilde von einem Charakter."
    },
    {
        "code": "04019",
        "flavor": "\"I see you have constructed a new lightsaber.\" <cite>Darth Vader</cite>",
        "name": "Deine Fähigkeiten sind bemerkenswert",
        "text": "Drehe einen Aufwertungswürfel auf eine Seite, die eine Leerseite ([blank]) zeigt."
    },
    {
        "code": "04020",
        "name": "Zweifel",
        "text": "Wirf einen Würfel eines Gegners neu. Dann handelt dieser Gegner den Würfel entweder ab oder entfernt ihn."
    },
    {
        "code": "04021",
        "name": "Abwehren",
        "text": "Entferne einen Würfel, der Nahkmapfschaden ([melee]) zeigt."
    },
    {
        "code": "04022",
        "flavor": "\"I won't have you question my methods.\" <cite>General Hux</cite>",
        "name": "Unterwerfen",
        "text": "Entferne einen Würfel."
    },
    {
        "code": "04023",
        "name": "Hangarbucht",
        "subtitle": "Imperiale Flotte",
        "text": "<b>Beanspruchen</b> - Decke die oberste Karte eines gegnerischen Decks auf. Falls diese Karte ein Ereignis oder eine Unterstützung ist, füge einem Charakter 1 Schaden zu."
    },
    {
        "code": "04024",
        "flavor": "\"Die Macht, sie ruft nach dir.\" <cite>Maz Kanata</cite>",
        "name": "Rey",
        "subtitle": "Den Weg finden",
        "text": "Nachdem du diesen Charakter aktiviert hast, falls sie 1 oder mehr Schilde hat, darfst du einen Charakter 1 Schaden zufügen."
    },
    {
        "code": "04025",
        "flavor": "\"Der Widerstand lässt sich ganz bestimmt nicht von Euch einschüchtern.\"",
        "name": "Poe Dameron",
        "subtitle": "Mehr als nur ein Pilot",
        "text": "[special] - Gib einem Charakter 1 Schild. Du darfst einen anderen Würfel auf eine beliebige Seite drehen."
    },
    {
        "code": "04026",
        "flavor": "Im Gegensatz zu biologischen Ärzten sind Medidroiden aufgrund ihrer gewaltigen Datenbanken in der Lage, die meisten Spezies zu behandeln.",
        "name": "Medidroide",
        "text": "[special] - Heile 1 Schaden von einem Charakter."
    },
    {
        "code": "04027",
        "name": "Angriffsteam",
        "text": "Hinterhalt.\nSenke die Kosten, um diese Unterstützung zu spielen, um 1, falls ein Gegner 3 oder mehr Ressourcen hat."
    },
    {
        "code": "04028",
        "flavor": "\"Why I should stick my neck out for you is far beyond my opacity!\" <cite>C-3P0</cite>",
        "name": "Teamwork",
        "text": "[special] - Gib dem aufgewerteten Charakter 1 Schild. Du darfst einem anderen Charakter 1 Schild geben."
    },
    {
        "code": "04029",
        "name": "Poe Damerons Blaster",
        "text": "[special] - Füge einem Charakter 2 Schaden zu oder stattdessen 3 Schaden, falls der aufgewertete Charakter Poe Dameron ist."
    },
    {
        "code": "04030",
        "name": "Reys Lichtschwert",
        "text": "Verlegen.\nNachdem du diese Aufwertung gespielt hast, gib dem aufgewerteten Charakter 1 Schild oder stattdessen 2 Schilde, falls der aufgewertete Charakter Rey ist."
    },
    {
        "code": "04031",
        "name": "Innere Stärke",
        "text": "[special] - Verschiebe 1 Schaden von dem aufgewerteten Charakter auf einen gegnerischen Charakter ohne Schilde."
    },
    {
        "code": "04032",
        "flavor": "\"If Skywalker returns, the new Jedi will rise.\" <cite>Snoke</cite>",
        "name": "Lukes Schutz",
        "text": "<b>Aktion</b> - Lege diese Unterstützung aus dem Spiel oben auf dein Deck, um einen blauen Charakter 1 Schild zu geben."
    },
    {
        "code": "04033",
        "name": "Ehrenwache",
        "text": "<b>Aktion</b> - Lege diese Unterstützung aus dem Spiel ab, um einen Würfel zu entfernen, der Schaden ([ranged] oder [melee]) zeigt."
    },
    {
        "code": "04034",
        "name": "Direkter Treffer",
        "text": "Handle 1 deiner Würfel ab, der Schaden ([ranged] oder [melee]) zeigt, und erhöhe dabei seinen Wert um 2."
    },
    {
        "code": "04035",
        "name": "Logistik",
        "text": "Sichte einen roten Charakter, um 1 deiner Würfel abzuhandeln, der Ressourcen ([resource]) zeigt, und erhöhe dabei seinen Wert um 1."
    },
    {
        "code": "04036",
        "name": "Aufklärung",
        "text": "Wähle ein Symbol, das von einem Würfel gezeigt wird. Drehe dann einen anderen Würfel auf eine Seite, die dasselbe Symbol zeigt."
    },
    {
        "code": "04037",
        "name": "Strategische Planung",
        "text": "Erschöpfe eine Unterstützung oder mache eine Unterstützung spielbereit."
    },
    {
        "code": "04038",
        "flavor": "\"Through the Force, things you will see.\" <cite>Yoda</cite>",
        "name": "Konzentrieren",
        "text": "Drehe 1 deiner Würfel auf eine beliebige Seite. Du darfst 1 Ressource ausgeben, um 1 anderen deiner Würfel auf eine beliebige Seite zu drehen."
    },
    {
        "code": "04039",
        "name": "Verteidigungshaltung",
        "text": "Gib einem Charakter 2 Schilde."
    },
    {
        "code": "04040",
        "flavor": "\"Maybe it's another drill.\" <cite>Stormtrooper</cite>",
        "name": "Ablenkung",
        "text": "Wähle 2 Würfel. Dann wählt ein Gegner 1 dieser Würfel und entfernt ihn."
    },
    {
        "code": "04041",
        "flavor": "\"There is no try.\" <cite>Yoda</cite>",
        "name": "Tue es oder tue es nicht",
        "text": "Wirf 1 deiner Würfel neu. Dann darfst du den Würfel abhandeln und dabei seinen Wert um 1 erhöhen. Andernfalls entferne den Würfel."
    },
    {
        "code": "04042",
        "flavor": "\"I'll never turn to the dark side.\" <cite>Luke Skywalker</cite>",
        "name": "Unerschütterlicher Entschlossenheit",
        "text": "Wirf 1 deiner Würfel neu. Füge dann einem Charakter soviel Schaden zu, wie der Wert auf dem Würfel zeigt."
    },
    {
        "code": "04043",
        "name": "Entrinnen",
        "text": "Entferne einen Würfel, der Fernkampfschaden [ranged] zeigt."
    },
    {
        "code": "04044",
        "name": "In den Rücken fallen",
        "text": "Spiele diese Karte nur, falls du mehr spielbereite Charaktere als ein Gegner hast.\nEntferne 1 Würfel dieses Gegners."
    },
    {
        "code": "04045",
        "name": "Alarm blasen",
        "text": "Wirf beliebig viele gegnerische Würfel neu, die Schaden ([ranged] oder [melee]) zeigen."
    },
    {
        "code": "04046",
        "name": "Obi-Wans Hütte",
        "subtitle": "Tatooine",
        "text": "<b>Beanspruchen</b> - Gin einem blauen Charakter 1 Schild oder gib 1 Ressource aus, um einem nicht-blauen Charakter 1 Schild zu geben."
    }
]
